[
    {
        "input": "FPT Shop có khả năng giao hàng miễn phí tận nơi cho đơn hàng trong bán kính 20km không?",
        "actual_output": null,
        "expected_output": "Câu trả lời tư vấn rõ ràng, chính xác, thể hiện sự chuyên nghiệp và thân thiện như một nhân viên bán hàng của FPT Shop: \n\nĐúng vậy, FPT Shop cung cấp dịch vụ giao hàng miễn phí trong bán kính 20km cho các đơn hàng. Nếu bạn còn thắc mắc hay cần hỗ trợ thêm, hãy liên hệ với chúng tôi!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: FPT Shop có chính sách giao hàng tận nhà không? Nếu giao hàng tại nhà mà không ưng sản phẩm có được trả lại không?\nCâu trả lời: FPT Shop cam kết giao hàng toàn bộ 63 tỉnh thành, FPT Shop nhận giao đơn hàng có thời gian hẹn giao tại nhà trước 20h00. Miễn phí giao hàng với các đơn hàng trong bán kính 20km có đặt shop (Với đơn hàng có giá trị nhỏ hơn 100.000đ sẽ thu phí 10.000đ). Nếu Quý khách hàng không ưng ý với sản phẩm khi nhận hàng, Quý khách có thể từ chối mua hàng mà không mất bất cứ chi phí nào. Đối với các sản phẩm còn nguyên seal, khách hàng muốn bóc seal sẽ phải thanh toán 100% giá trị sản phẩm. Nếu không ưng, FPT Shop sẽ hỗ trợ đổi sản phẩm cho khách hàng theo chính sách đổi trả. Đối với các sản phẩm không seal, Quý khách hàng có thể kiểm tra máy mà không phải chịu bất cứ chi phí nào nếu không mua.\n"
        ],
        "source_file": null
    },
    {
        "input": "Giá linh kiện thay thế cho sản phẩm mua tại FPT Shop có thể xem ở đâu?",
        "actual_output": null,
        "expected_output": "Cảm ơn quý khách đã quan tâm đến dịch vụ của FPT Shop! Quý khách có thể xem giá linh kiện thay thế cho sản phẩm đã mua tại FPT Shop bằng cách tham khảo [bảng giá sửa chữa](https://fptshop.com.vn/ho-tro/bang-gia-sua-chua). Nếu cần thêm thông tin hỗ trợ, đừng ngần ngại liên hệ với chúng tôi!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Muốn xem giá thay thế linh kiện cho sản phẩm đã mua tại FPT Shop thì xem ở đâu?\nCâu trả lời: Quý khách tham khảo [bảng giá sửa chữa](https://fptshop.com.vn/ho-tro/bang-gia-sua-chua)\n"
        ],
        "source_file": null
    },
    {
        "input": "Làm thế nào để tra cứu xem sản phẩm mua từ FPT Shop có phải là hàng chính hãng của Apple không?",
        "actual_output": null,
        "expected_output": "Để kiểm tra xem sản phẩm mà quý khách đã mua từ FPT Shop có phải là hàng chính hãng của Apple hay không, quý khách có thể truy cập vào liên kết [tại đây](https://checkcoverage.apple.com/) để tra cứu thông tin cần thiết. Nếu cần thêm hỗ trợ, đừng ngần ngại liên hệ với chúng tôi. Chúc quý khách hài lòng với sản phẩm!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Muốn kiểm tra sản phẩm đã mua từ FPT Shop có chính hãng của Apple thì xem như thế nào?\nCâu trả lời: Để tra cứu thông tin sản phẩm chính hãng của Apple, Quý khách hàng có thể truy cập [tại đây](https://checkcoverage.apple.com/)\n"
        ],
        "source_file": null
    },
    {
        "input": "Khi cần hướng dẫn sử dụng sản phẩm, làm thế nào để liên lạc và tìm kiếm thông tin tại FPT Shop?",
        "actual_output": null,
        "expected_output": "Quý khách có thể tham khảo sách hướng dẫn sử dụng kèm theo sản phẩm để biết thêm chi tiết. Nếu cần hỗ trợ thêm, xin vui lòng gọi vào tổng đài 1800.6601 nhánh số 2 để gặp nhân viên tư vấn, họ sẽ hướng dẫn quý khách một cách tận tình. Cảm ơn quý khách đã liên hệ với FPT Shop!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Cần hướng dẫn cách sử dụng về sản phẩm thì liên hệ hoặc xem ở đâu được?\nCâu trả lời: Quý khách có thể tham khảo sách hướng dẫn sử dụng kèm theo sản phẩm hoặc gọi vào tổng đài 1800.6601 nhánh số 2 để gặp điện thoại viên hướng dẫn thêm.\n"
        ],
        "source_file": null
    },
    {
        "input": "Tôi cần thực hiện những bước nào để điều chỉnh hóa đơn thông tin bị sai tại FPT Shop?",
        "actual_output": null,
        "expected_output": "Cảm ơn quý khách đã liên hệ với FPT Shop. Để điều chỉnh hóa đơn thông tin bị sai, quý khách vui lòng thực hiện các bước sau: liên hệ tổng đài 1800.6616 để gặp điện thoại viên tư vấn hỗ trợ. Ngoài ra, quý khách có thể tham khảo hướng dẫn chi tiết tại link sau: (https://hddt.fptshop.com.vn/bien-ban-huy) nếu hóa đơn liên quan đến công ty. Chúng tôi rất mong có cơ hội hỗ trợ quý khách!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Cần hướng dẫn vấn đề điều chỉnh hoặc xuất lại hóa đơn do bị sai thông tin khách hàng?\nCâu trả lời: Quý khách vui lòng liên hệ tổng đài 1800.6616 để gặp điện thoại viên tư vấn hỗ trợ hoặc Quý khách tham khảo qua hướng dẫn Tại (https://hddt.fptshop.com.vn/bien-ban-huy) nếu liên quan đến hóa đơn công ty.\n"
        ],
        "source_file": null
    },
    {
        "input": "Quý khách cần làm gì để tra cứu hóa đơn mua hàng trên trang FPT Shop?",
        "actual_output": null,
        "expected_output": "Quý khách vui lòng thực hiện tra cứu hóa đơn mua hàng bằng cách truy cập vào [đường link này](https://hddt.fptshop.com.vn/). Cảm ơn quý khách đã lựa chọn FPT Shop!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Làm thế nào để tra cứu về hóa đơn đã mua hàng tại FPT Shop?\nCâu trả lời: Quý khách thực hiện tra cứu hóa đơn mua hàng [tại đây](https://hddt.fptshop.com.vn/)\n"
        ],
        "source_file": null
    },
    {
        "input": "Nếu tôi không thể truy cập vào trang theo dõi đơn hàng, tôi nên làm gì để biết được tình trạng đơn hàng của mình tại FPT Shop?",
        "actual_output": null,
        "expected_output": "Câu trả lời tư vấn rõ ràng, chính xác, thể hiện sự chuyên nghiệp và thân thiện như một nhân viên bán hàng của FPT Shop: Nếu Quý khách không thể truy cập vào trang theo dõi đơn hàng, xin vui lòng liên hệ với chúng tôi qua hotline hoặc đến trực tiếp cửa hàng FPT Shop gần nhất để được hỗ trợ kiểm tra tình trạng đơn hàng của mình. Chúng tôi luôn sẵn sàng phục vụ Quý khách!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Đặt đơn hàng thành công và muốn theo dõi tiến độ đơn hàng đã được đi giao chưa thì xem ở đâu?\nCâu trả lời: Để tra cứu thông tin đơn hàng đã đặt thành công và tiến độ xử lý đơn hàng, Quý khách hàng có thể truy cập [tại đây](https://fptshop.com.vn/tai-khoan/don-hang-cua-toi)\n"
        ],
        "source_file": null
    },
    {
        "input": "Nếu chính sách F.Friends được mở rộng cho tất cả khách hàng, quyền lợi của khách hàng sẽ thay đổi như thế nào tại FPT Shop?",
        "actual_output": null,
        "expected_output": "Cảm ơn bạn đã quan tâm đến chính sách F.Friends tại FPT Shop! Nếu chính sách này được mở rộng cho tất cả khách hàng, quyền lợi của quý khách sẽ gia tăng đáng kể. Bạn sẽ có cơ hội tiếp cận nhiều ưu đãi mua sắm hấp dẫn hơn, cũng như các chương trình khuyến mãi đặc biệt mà trước đây chỉ dành riêng cho hội viên. Điều này không chỉ giúp tiết kiệm chi phí mà còn mang lại nhiều sự lựa chọn sản phẩm phong phú hơn. Nếu bạn cần thêm thông tin, đừng ngần ngại liên hệ với chúng tôi để được tư vấn chi tiết hơn nhé!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Làm thế nào để được mua hàng theo chính sách F.Friends?\nCâu trả lời: Để được mua hàng và hưởng quyền lợi theo chính sách mua hàng F.Friends, Quý khách hàng phải là hội viên. Điều kiện tiếp theo là bạn đã ký hợp đồng chính thức với doanh nghiệp đã tham gia chương trình F.Friends hay chưa.Để được trả góp quý khách phải đủ 8 tháng công tác tại doanh nghiệp.\n"
        ],
        "source_file": null
    },
    {
        "input": "Khi sản phẩm mới gặp sự cố, tôi nên làm gì để nhận được phản hồi từ trung tâm bảo hành gần nhất?",
        "actual_output": null,
        "expected_output": "Cảm ơn bạn đã liên hệ với FPT Shop! Khi sản phẩm mới của bạn gặp sự cố, bạn có thể nhanh chóng nhận phản hồi bằng cách mang sản phẩm đến bất kỳ cửa hàng FPT Shop nào trên toàn quốc hoặc đến trung tâm bảo hành chính hãng gần nhất. Đội ngũ nhân viên của chúng tôi sẽ hỗ trợ bạn ngay để giải quyết vấn đề một cách hiệu quả nhất. Nếu cần thêm thông tin, hãy gọi đến hotline của chúng tôi để được tư vấn thêm!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Sản phẩm mới mua về bị lỗi không sử dụng được thì liên hệ ai để xử lý nhanh mà không bị mất thời gian di chuyển nhiều lần?\nCâu trả lời: Khách hàng có thể mang máy đến tại các cửa hàng FPT Shop trên toàn quốc cũng như các trung tâm bảo hành chính hãng sản phẩm nơi gần nhà khách hàng nhất.\n"
        ],
        "source_file": null
    },
    {
        "input": "Chính sách đổi trả của FPT Shop như thế nào đối với sản phẩm đã mở và chưa mở khi giao hàng?",
        "actual_output": null,
        "expected_output": "Cảm ơn Quý khách đã quan tâm đến chính sách đổi trả của FPT Shop. Đối với sản phẩm chưa mở seal, Quý khách có thể kiểm tra sản phẩm khi giao hàng mà không phải chịu bất kỳ chi phí nào. Nếu không ưng ý, Quý khách có thể từ chối mua hàng. Đối với sản phẩm đã mở seal, Quý khách sẽ cần thanh toán 100% giá trị sản phẩm. FPT Shop sẵn sàng hỗ trợ Quý khách trong việc đổi sản phẩm theo chính sách đổi trả của chúng tôi. Nếu cần thêm thông tin, xin vui lòng liên hệ với nhân viên tư vấn của FPT Shop.",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: FPT Shop có chính sách giao hàng tận nhà không? Nếu giao hàng tại nhà mà không ưng sản phẩm có được trả lại không?\nCâu trả lời: FPT Shop cam kết giao hàng toàn bộ 63 tỉnh thành, FPT Shop nhận giao đơn hàng có thời gian hẹn giao tại nhà trước 20h00. Miễn phí giao hàng với các đơn hàng trong bán kính 20km có đặt shop (Với đơn hàng có giá trị nhỏ hơn 100.000đ sẽ thu phí 10.000đ). Nếu Quý khách hàng không ưng ý với sản phẩm khi nhận hàng, Quý khách có thể từ chối mua hàng mà không mất bất cứ chi phí nào. Đối với các sản phẩm còn nguyên seal, khách hàng muốn bóc seal sẽ phải thanh toán 100% giá trị sản phẩm. Nếu không ưng, FPT Shop sẽ hỗ trợ đổi sản phẩm cho khách hàng theo chính sách đổi trả. Đối với các sản phẩm không seal, Quý khách hàng có thể kiểm tra máy mà không phải chịu bất cứ chi phí nào nếu không mua.\n"
        ],
        "source_file": null
    },
    {
        "input": "Làm thế nào để tìm bảng giá linh kiện thay thế cho sản phẩm đã mua ở FPT Shop?",
        "actual_output": null,
        "expected_output": "Quý khách có thể tìm bảng giá linh kiện thay thế cho sản phẩm đã mua tại FPT Shop bằng cách tham khảo [bảng giá sửa chữa](https://fptshop.com.vn/ho-tro/bang-gia-sua-chua). Nếu cần thêm thông tin, xin vui lòng liên hệ với chúng tôi!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Muốn xem giá thay thế linh kiện cho sản phẩm đã mua tại FPT Shop thì xem ở đâu?\nCâu trả lời: Quý khách tham khảo [bảng giá sửa chữa](https://fptshop.com.vn/ho-tro/bang-gia-sua-chua)\n"
        ],
        "source_file": null
    },
    {
        "input": "Làm thế nào để xác minh tính chính hãng sản phẩm Apple mua từ FPT Shop?",
        "actual_output": null,
        "expected_output": "Để xác minh tính chính hãng của sản phẩm Apple mà Quý khách đã mua từ FPT Shop, Quý khách hãy truy cập vào [đường link này](https://checkcoverage.apple.com/) để kiểm tra thông tin sản phẩm. Chúng tôi luôn sẵn sàng hỗ trợ Quý khách!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Muốn kiểm tra sản phẩm đã mua từ FPT Shop có chính hãng của Apple thì xem như thế nào?\nCâu trả lời: Để tra cứu thông tin sản phẩm chính hãng của Apple, Quý khách hàng có thể truy cập [tại đây](https://checkcoverage.apple.com/)\n"
        ],
        "source_file": null
    },
    {
        "input": "So sánh cách thức tiếp cận hướng dẫn sử dụng sản phẩm tại FPT Shop và tổng đài hỗ trợ 1800.6601 để hiểu rõ hơn về dịch vụ khách hàng.",
        "actual_output": null,
        "expected_output": "Cảm ơn quý khách đã quan tâm đến dịch vụ hỗ trợ tại FPT Shop. Để tìm hiểu cách sử dụng sản phẩm, quý khách có thể tham khảo sách hướng dẫn đi kèm với sản phẩm, đây là nguồn thông tin trực tiếp và dễ hiểu. Ngoài ra, nếu cần hỗ trợ thêm, quý khách có thể gọi đến tổng đài 1800.6601 nhánh số 2, tại đây đội ngũ điện thoại viên sẽ sẵn sàng hỗ trợ quý khách một cách tận tình và chuyên nghiệp. Chúng tôi luôn sẵn lòng giúp đỡ quý khách!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Cần hướng dẫn cách sử dụng về sản phẩm thì liên hệ hoặc xem ở đâu được?\nCâu trả lời: Quý khách có thể tham khảo sách hướng dẫn sử dụng kèm theo sản phẩm hoặc gọi vào tổng đài 1800.6601 nhánh số 2 để gặp điện thoại viên hướng dẫn thêm.\n"
        ],
        "source_file": null
    },
    {
        "input": "Cách theo dõi tiến độ đơn hàng đã đặt tại FPT Shop là gì?",
        "actual_output": null,
        "expected_output": "Cách theo dõi tiến độ đơn hàng đã đặt tại FPT Shop rất đơn giản. Quý khách hàng có thể truy cập [tại đây](https://fptshop.com.vn/tai-khoan/don-hang-cua-toi) để tra cứu thông tin đơn hàng và theo dõi tiến độ xử lý một cách nhanh chóng và tiện lợi. Nếu cần thêm thông tin, FPT Shop luôn sẵn sàng hỗ trợ!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Đặt đơn hàng thành công và muốn theo dõi tiến độ đơn hàng đã được đi giao chưa thì xem ở đâu?\nCâu trả lời: Để tra cứu thông tin đơn hàng đã đặt thành công và tiến độ xử lý đơn hàng, Quý khách hàng có thể truy cập [tại đây](https://fptshop.com.vn/tai-khoan/don-hang-cua-toi)\n"
        ],
        "source_file": null
    },
    {
        "input": "Làm thế nào để tra cứu hóa đơn mua hàng tại FPT Shop qua trang web?",
        "actual_output": null,
        "expected_output": "Chào quý khách! Để tra cứu hóa đơn mua hàng tại FPT Shop qua trang web, quý khách vui lòng truy cập vào liên kết sau: [tại đây](https://hddt.fptshop.com.vn/). Nếu cần thêm hỗ trợ, xin hãy cho chúng tôi biết!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Làm thế nào để tra cứu về hóa đơn đã mua hàng tại FPT Shop?\nCâu trả lời: Quý khách thực hiện tra cứu hóa đơn mua hàng [tại đây](https://hddt.fptshop.com.vn/)\n"
        ],
        "source_file": null
    },
    {
        "input": "Quý khách có thể gọi tổng đài 1800.6616 để được hỗ trợ về hóa đơn và các thông tin liên quan đến sản phẩm, chính sách bảo hành, thanh toán, giao hàng tại FPT Shop.",
        "actual_output": null,
        "expected_output": "Cảm ơn Quý khách đã liên hệ với FPT Shop. Quý khách có thể gọi tổng đài 1800.6616 để được hỗ trợ chi tiết về hóa đơn, sản phẩm, chính sách bảo hành, thanh toán và giao hàng. Đội ngũ nhân viên của chúng tôi sẵn sàng hỗ trợ Quý khách mọi lúc.",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Cần hướng dẫn vấn đề điều chỉnh hoặc xuất lại hóa đơn do bị sai thông tin khách hàng?\nCâu trả lời: Quý khách vui lòng liên hệ tổng đài 1800.6616 để gặp điện thoại viên tư vấn hỗ trợ hoặc Quý khách tham khảo qua hướng dẫn Tại (https://hddt.fptshop.com.vn/bien-ban-huy) nếu liên quan đến hóa đơn công ty.\n"
        ],
        "source_file": null
    },
    {
        "input": "Làm thế nào để tra cứu tình trạng bảo hành máy gửi đi tại FPT Shop?",
        "actual_output": null,
        "expected_output": "Để tra cứu tình trạng bảo hành máy đã gửi đi tại FPT Shop, Quý khách hàng vui lòng truy cập [Tại đây](https://fptshop.com.vn/kiem-tra-bao-hanh) và chọn mục \"Tra cứu thông tin máy\". Nếu cần thêm hỗ trợ, FPT Shop luôn sẵn sàng giúp đỡ!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Làm thế nào để kiểm tra được tình  máy đã gửi đi bảo hành tại FPT Shop?\nCâu trả lời: Để tra cứu thông tin máy gửi bảo hành tại FPT Shop, Quý khách hàng có thể truy cập [Tại đây](https://fptshop.com.vn/kiem-tra-bao-hanh) và chọn mục \"Tra cứu thông tin máy\".\n"
        ],
        "source_file": null
    },
    {
        "input": "Khách hàng cần biết quy trình mang máy đến cửa hàng FPT Shop để xử lý sản phẩm lỗi và cần mang theo những gì?",
        "actual_output": null,
        "expected_output": "Cảm ơn bạn đã liên hệ với FPT Shop! Để xử lý sản phẩm bị lỗi, bạn cần mang máy đến cửa hàng FPT Shop gần nhất hoặc trung tâm bảo hành chính hãng sản phẩm. Hãy nhớ mang theo hóa đơn mua hàng và các phụ kiện đi kèm (nếu có) để việc xử lý diễn ra nhanh chóng và thuận lợi hơn. Nếu bạn có thêm thắc mắc nào, đừng ngần ngại hỏi thêm nhé!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Sản phẩm mới mua về bị lỗi không sử dụng được thì liên hệ ai để xử lý nhanh mà không bị mất thời gian di chuyển nhiều lần?\nCâu trả lời: Khách hàng có thể mang máy đến tại các cửa hàng FPT Shop trên toàn quốc cũng như các trung tâm bảo hành chính hãng sản phẩm nơi gần nhà khách hàng nhất.\n"
        ],
        "source_file": null
    },
    {
        "input": "Nếu ai đó không đáp ứng đủ điều kiện để mua sắm tại FPT Shop, có cách nào để cải thiện tình hình và được hỗ trợ không?",
        "actual_output": null,
        "expected_output": "Cảm ơn Quý khách đã quan tâm đến chính sách mua sắm tại FPT Shop. Nếu Quý khách chưa đáp ứng đủ điều kiện để mua sắm theo chương trình F.Friends, một cách để cải thiện tình hình là tham gia làm hội viên và tìm hiểu về các chương trình hỗ trợ khác của chúng tôi. Ngoài ra, Quý khách có thể hỏi xem có bất kỳ giải pháp nào để gia tăng điều kiện công tác tại doanh nghiệp, giúp cho việc trả góp trở nên khả thi hơn. Đội ngũ nhân viên của FPT Shop luôn sẵn sàng hỗ trợ và tư vấn thêm cho Quý khách. Chúc Quý khách sớm thực hiện được mục tiêu mua sắm của mình!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Làm thế nào để được mua hàng theo chính sách F.Friends?\nCâu trả lời: Để được mua hàng và hưởng quyền lợi theo chính sách mua hàng F.Friends, Quý khách hàng phải là hội viên. Điều kiện tiếp theo là bạn đã ký hợp đồng chính thức với doanh nghiệp đã tham gia chương trình F.Friends hay chưa.Để được trả góp quý khách phải đủ 8 tháng công tác tại doanh nghiệp.\n"
        ],
        "source_file": null
    },
    {
        "input": "Làm thế nào để tra cứu thông tin bảo hành cho sản phẩm đã mua tại FPT Shop?",
        "actual_output": null,
        "expected_output": "Xin chào Quý khách! Để tra cứu thông tin bảo hành cho sản phẩm đã mua tại FPT Shop, Quý khách có thể truy cập [Tại đây](https://fptshop.com.vn/kiem-tra-bao-hanh) và chọn mục \"Tra cứu thông tin máy\". Chúng tôi luôn sẵn sàng hỗ trợ Quý khách!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Làm thế nào để kiểm tra được tình  máy đã gửi đi bảo hành tại FPT Shop?\nCâu trả lời: Để tra cứu thông tin máy gửi bảo hành tại FPT Shop, Quý khách hàng có thể truy cập [Tại đây](https://fptshop.com.vn/kiem-tra-bao-hanh) và chọn mục \"Tra cứu thông tin máy\".\n"
        ],
        "source_file": null
    },
    {
        "input": "Nếu một khách hàng tham gia F.Friends, họ có thể nhận được những ưu đãi gì tại FPT Shop?",
        "actual_output": null,
        "expected_output": "Nếu quý khách tham gia chương trình F.Friends, quý khách sẽ nhận được ưu đãi trả thẳng giảm 3% khi mua sản phẩm tại FPT Shop. Chúng tôi rất mong được phục vụ quý khách!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Ưu đãi khi mua hàng theo chính sách F.Friends ?\nCâu trả lời: Nếu đã là hội vtrạngiên của chương trình F.Friends , quý khách sẽ được hưởng ưu đãi trả thẳng giảm 3% khi mua sản phẩm. \n"
        ],
        "source_file": null
    },
    {
        "input": "Tôi có thể yêu cầu mượn điện thoại thay thế trong thời gian sửa chữa tại FPT Shop không?",
        "actual_output": null,
        "expected_output": "Chào Quý khách, \n\nFPT Shop rất vui được hỗ trợ Quý khách! Khi điện thoại của Quý khách gửi đi bảo hành, chúng tôi có chính sách cho mượn điện thoại khác theo quy định của công ty. Quý khách vui lòng liên hệ tại cửa hàng FPT Shop nơi Quý khách đã gửi máy để được tư vấn và hỗ trợ kịp thời. \n\nCảm ơn Quý khách đã tin tưởng FPT Shop!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Điện thoại mua tại FPT Shop bị lỗi và gửi đi bảo hành nhưng muốn mượn một máy khác để dùng trong thời gian chờ bảo hành thì có được không và liên hệ đến ai để hỗ trợ vấn đề này?\nCâu trả lời: FPT Shop sẽ hỗ trợ cho khách hàng mượn điện thoại khác sử dụng theo quy định của công ty, mời Quý khách liên hệ tại cửa hàng FPT Shop nơi khách hàng gửi máy đi bảo hành để được tư vấn hỗ trợ.\n"
        ],
        "source_file": null
    },
    {
        "input": "Chính sách đổi trả của FPT Shop cho điện thoại khác gì so với chính sách trả hàng cho các sản phẩm khác?",
        "actual_output": null,
        "expected_output": "Cảm ơn bạn đã quan tâm đến chính sách đổi trả của FPT Shop. Đối với điện thoại di động (ĐTDĐ), khách hàng có thể đổi sản phẩm cùng model, cùng màu, cùng dung lượng hoặc đổi sang sản phẩm khác có giá trị tương đương hoặc cao hơn nếu sản phẩm lỗi. Trong khi đó, chính sách trả hàng cho các sản phẩm khác có thể khác biệt về điều kiện và quy trình kiểm tra sản phẩm. Để tìm hiểu chi tiết hơn về phí đổi trả cho từng loại sản phẩm, bạn có thể tham khảo thông tin [Tại đây](https://fptshop.com.vn/ho-tro/chinh-sach-doi-san-pham). Chúng tôi luôn sẵn sàng hỗ trợ bạn!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Mua sản phẩm tại FPT Shop có được đổi trả không? Nếu được thì phí đổi trả sẽ được tính như thế nào?\nCâu trả lời: Đối với các sản phẩm ĐTDĐ, MTB, MTXT, SMARTWATCH (Áp dụng bao gồm các sản phẩm Apple), sản phẩm cùng model, cùng màu, cùng dung lượng. Trong tình huống sản phẩm đổi hết hàng, khách hàng có thể đổi sang một sản phẩm khác tương đương hoặc cao hơn về giá trị so với sản phẩm lỗi. Trường hợp khách hàng muốn trả sản phẩm: FPTShop sẽ kiểm tra tình trạng máy và thông báo đến Khách hàng về giá trị thu lại sản phẩm ngay tại cửa hàng.Để biết thêm thông tin chi tiết, Quý khách hàng có thể tra cứu phí đổi trả chi tiết [Tại đây](https://fptshop.com.vn/ho-tro/chinh-sach-doi-san-pham).\n"
        ],
        "source_file": null
    },
    {
        "input": "Tôi có thể gửi phụ kiện Apple hết hạn bảo hành đến FPT Shop để sửa chữa không?",
        "actual_output": null,
        "expected_output": "Chào Quý khách, \n\nQuý khách hoàn toàn có thể gửi phụ kiện Apple hết hạn bảo hành đến FPT Shop để sửa chữa. Chúng tôi sẽ tiếp nhận sản phẩm và gửi về Trung tâm Bảo hành để kiểm tra. Sau đó, chúng tôi sẽ thông báo chi phí sửa chữa cho Quý khách. \n\nCảm ơn Quý khách đã tin tưởng FPT Shop!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Phụ kiện nhập khẩu Apple đã hết hạn bảo hành và muốn gửi sửa chữa dịch vụ tại FPT Shop thì có được không?\nCâu trả lời: Đối với Phụ kiện nhập khẩu nếu Quý khách có nhu cầu gửi hãng để làm dịch vụ FPT Shop tiếp nhận sản phẩm gửi về TTBH kiểm tra, có chi phí báo lại Quý khách sau.\n"
        ],
        "source_file": null
    },
    {
        "input": "FPT Shop thu thập những thông tin cá nhân nào để cung cấp dịch vụ, xác minh danh tính và đảm bảo giao dịch an toàn?",
        "actual_output": null,
        "expected_output": "Cảm ơn bạn đã đặt câu hỏi về việc FPT Shop thu thập thông tin cá nhân. Chúng tôi thu thập các thông tin như số lần truy cập, số trang bạn xem, số liên kết bạn click và thông tin trình duyệt khi bạn truy cập website. Những thông tin này giúp chúng tôi cung cấp dịch vụ tốt hơn, xác minh danh tính và đảm bảo các giao dịch diễn ra an toàn. Nếu bạn cần thêm thông tin, đừng ngần ngại liên hệ với chúng tôi!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: FPT Shop thu thập thông tin cá nhân của khách hàng với mục đích gì?\nCâu trả lời: FPTshop.com.vn thu thập thông tin cá nhân của khách hàng để cung cấp dịch vụ, xác minh danh tính, và đảm bảo các hoạt động giao dịch an toàn. Các thông tin được thu thập bao gồm số lần truy cập, số trang bạn xem, số liên kết bạn click và thông tin trình duyệt khi truy cập website.\n"
        ],
        "source_file": null
    },
    {
        "input": "Thời gian lưu trữ thông tin cá nhân tại FPT Shop là bao lâu và quy trình yêu cầu hủy bỏ thông tin này như thế nào?",
        "actual_output": null,
        "expected_output": "Cảm ơn bạn đã quan tâm đến FPT Shop! Thời gian lưu trữ thông tin cá nhân tại FPT Shop sẽ kéo dài cho đến khi bạn có yêu cầu hủy bỏ hoặc bạn tự hủy bỏ thông tin của mình. Quy trình yêu cầu hủy bỏ rất đơn giản: bạn chỉ cần liên hệ với chúng tôi qua kênh hỗ trợ khách hàng. Chúng tôi cam kết sẽ bảo mật mọi dữ liệu cá nhân của bạn trên máy chủ của FPTshop.com.vn. Nếu bạn cần thêm thông tin, đừng ngần ngại hỏi thêm nhé!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Thông tin cá nhân của khách hàng được lưu trữ bao lâu?\nCâu trả lời: Dữ liệu cá nhân sẽ được lưu trữ đến khi có yêu cầu hủy bỏ từ khách hàng hoặc khi khách hàng tự hủy bỏ thông tin. Trong mọi trường hợp, dữ liệu cá nhân sẽ được bảo mật trên máy chủ của FPTshop.com.vn.\n"
        ],
        "source_file": null
    },
    {
        "input": "Khách hàng tham gia F.Friends sẽ tiết kiệm được bao nhiêu % khi mua sản phẩm tại FPT Shop?",
        "actual_output": null,
        "expected_output": "Chào quý khách! Khi tham gia chương trình F.Friends tại FPT Shop, quý khách sẽ được hưởng ưu đãi giảm 3% khi mua sản phẩm. Chúng tôi rất mong được phục vụ quý khách!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Ưu đãi khi mua hàng theo chính sách F.Friends ?\nCâu trả lời: Nếu đã là hội vtrạngiên của chương trình F.Friends , quý khách sẽ được hưởng ưu đãi trả thẳng giảm 3% khi mua sản phẩm. \n"
        ],
        "source_file": null
    },
    {
        "input": "Tôi có thể tìm thấy các nhà cung cấp dịch vụ ủy quyền của Apple để bảo hành sản phẩm chính hãng ở đâu?",
        "actual_output": null,
        "expected_output": "Bạn có thể tìm thấy các nhà cung cấp dịch vụ ủy quyền của Apple tại Việt Nam thông qua F.Care by FPT. Đây là chuỗi các trung tâm bảo hành được Apple ủy quyền và cung cấp dịch vụ sửa chữa, bảo hành sản phẩm theo tiêu chuẩn của Apple. Đội ngũ kỹ thuật viên tại F.Care đều được đào tạo bài bản và có kinh nghiệm, đảm bảo mang đến cho bạn dịch vụ chất lượng và chuyên nghiệp. Hãy đến với F.Care để được trải nghiệm dịch vụ tốt nhất!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Tôi có thể bảo hành sản phẩm Apple chính hãng ở đâu? Trung tâm bảo hành ủy quyền của Apple tại Việt Nam là gì?\nCâu trả lời: Trung tâm bảo hành ủy quyền Apple F.Care by FPT (Apple Authorized Service Provider) là một chuỗi các trung tâm bảo hành được Apple Việt Nam ủy quyền về mặt pháp lý và kỹ thuật để thực hiện các dịch vụ sửa chữa, bảo hành đối với sản phẩm của hãng theo tiêu chuẩn do Apple quy định. Được vận hành và xây dựng bởi FPT Retail. Đến với F.Care, khách hàng sẽ được trải nghiệm dịch vụ chuẩn hãng, với đội ngũ kỹ thuật viên có kinh nghiệm dày dặn, được đào tạo bài bản bởi Apple.\n"
        ],
        "source_file": null
    },
    {
        "input": "Ghi rõ ai cần liên hệ để được hỗ trợ mượn điện thoại khi gửi bảo hành tại FPT Shop?",
        "actual_output": null,
        "expected_output": "Quý khách cần liên hệ tại cửa hàng FPT Shop nơi đã gửi máy đi bảo hành để được tư vấn hỗ trợ mượn điện thoại khác theo quy định của công ty. Chúng tôi luôn sẵn sàng giúp đỡ Quý khách!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Điện thoại mua tại FPT Shop bị lỗi và gửi đi bảo hành nhưng muốn mượn một máy khác để dùng trong thời gian chờ bảo hành thì có được không và liên hệ đến ai để hỗ trợ vấn đề này?\nCâu trả lời: FPT Shop sẽ hỗ trợ cho khách hàng mượn điện thoại khác sử dụng theo quy định của công ty, mời Quý khách liên hệ tại cửa hàng FPT Shop nơi khách hàng gửi máy đi bảo hành để được tư vấn hỗ trợ.\n"
        ],
        "source_file": null
    },
    {
        "input": "Thông tin cá nhân của tôi sẽ được sử dụng như thế nào tại FPT Shop?",
        "actual_output": null,
        "expected_output": "Cảm ơn bạn đã quan tâm đến việc sử dụng thông tin cá nhân tại FPT Shop. Chúng tôi chỉ sử dụng thông tin cá nhân của bạn trong phạm vi đã thông báo, bao gồm để liên hệ trực tiếp qua thư ngỏ, đơn đặt hàng, thư cảm ơn, SMS, thông tin bảo mật, và các dịch vụ khác liên quan. Nếu bạn cần thêm thông tin, đừng ngần ngại liên hệ với chúng tôi nhé!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Thông tin cá nhân của khách hàng được sử dụng trong phạm vi nào?\nCâu trả lời: FPTshop.com.vn chỉ sử dụng thông tin cá nhân của khách hàng trong phạm vi đã thông báo, bao gồm liên hệ trực tiếp qua thư ngỏ, đơn đặt hàng, thư cảm ơn, sms, thông tin bảo mật, và các dịch vụ khác liên quan.\n"
        ],
        "source_file": null
    },
    {
        "input": "FPT Shop đánh giá phí trả hàng cho các sản phẩm đổi trả dựa trên tình trạng và giá trị của sản phẩm như thế nào?",
        "actual_output": null,
        "expected_output": "Cảm ơn bạn đã quan tâm đến chính sách đổi trả của FPT Shop! Phí trả hàng cho các sản phẩm đổi trả sẽ được đánh giá dựa trên tình trạng và giá trị của sản phẩm. Khi khách hàng muốn trả sản phẩm, chúng tôi sẽ tiến hành kiểm tra tình trạng máy và thông báo ngay cho bạn về giá trị thu lại sản phẩm tại cửa hàng. Để biết thêm thông tin chi tiết, bạn có thể tham khảo chính sách tại [đây](https://fptshop.com.vn/ho-tro/chinh-sach-doi-san-pham). Nếu cần thêm hỗ trợ, đừng ngần ngại hỏi chúng tôi nhé!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Mua sản phẩm tại FPT Shop có được đổi trả không? Nếu được thì phí đổi trả sẽ được tính như thế nào?\nCâu trả lời: Đối với các sản phẩm ĐTDĐ, MTB, MTXT, SMARTWATCH (Áp dụng bao gồm các sản phẩm Apple), sản phẩm cùng model, cùng màu, cùng dung lượng. Trong tình huống sản phẩm đổi hết hàng, khách hàng có thể đổi sang một sản phẩm khác tương đương hoặc cao hơn về giá trị so với sản phẩm lỗi. Trường hợp khách hàng muốn trả sản phẩm: FPTShop sẽ kiểm tra tình trạng máy và thông báo đến Khách hàng về giá trị thu lại sản phẩm ngay tại cửa hàng.Để biết thêm thông tin chi tiết, Quý khách hàng có thể tra cứu phí đổi trả chi tiết [Tại đây](https://fptshop.com.vn/ho-tro/chinh-sach-doi-san-pham).\n"
        ],
        "source_file": null
    },
    {
        "input": "FPT Shop thu thập thông tin nào để bảo đảm giao dịch an toàn và xác minh danh tính khách hàng?",
        "actual_output": null,
        "expected_output": "Chào quý khách, FPT Shop thu thập thông tin cá nhân của khách hàng nhằm đảm bảo các hoạt động giao dịch diễn ra an toàn và chính xác. Các thông tin này bao gồm số lần truy cập, số trang được xem, số liên kết đã click, và thông tin về trình duyệt khi quý khách truy cập website. Nhờ đó, chúng tôi có thể xác minh danh tính và cung cấp dịch vụ tốt nhất cho quý khách. Nếu quý khách có thêm câu hỏi nào, hãy cho chúng tôi biết!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: FPT Shop thu thập thông tin cá nhân của khách hàng với mục đích gì?\nCâu trả lời: FPTshop.com.vn thu thập thông tin cá nhân của khách hàng để cung cấp dịch vụ, xác minh danh tính, và đảm bảo các hoạt động giao dịch an toàn. Các thông tin được thu thập bao gồm số lần truy cập, số trang bạn xem, số liên kết bạn click và thông tin trình duyệt khi truy cập website.\n"
        ],
        "source_file": null
    },
    {
        "input": "FPT Shop có hỗ trợ dịch vụ sửa chữa cho phụ kiện Apple hết bảo hành không?",
        "actual_output": null,
        "expected_output": "Chào Quý khách! FPT Shop hỗ trợ dịch vụ sửa chữa cho phụ kiện Apple hết bảo hành. Nếu Quý khách có nhu cầu, hãy mang sản phẩm đến FPT Shop, chúng tôi sẽ tiếp nhận và gửi về Trung tâm Bảo hành để kiểm tra. Sau khi kiểm tra, FPT Shop sẽ báo lại chi phí cho Quý khách. Cảm ơn Quý khách đã tin tưởng FPT Shop!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Phụ kiện nhập khẩu Apple đã hết hạn bảo hành và muốn gửi sửa chữa dịch vụ tại FPT Shop thì có được không?\nCâu trả lời: Đối với Phụ kiện nhập khẩu nếu Quý khách có nhu cầu gửi hãng để làm dịch vụ FPT Shop tiếp nhận sản phẩm gửi về TTBH kiểm tra, có chi phí báo lại Quý khách sau.\n"
        ],
        "source_file": null
    },
    {
        "input": "FPT Shop cam kết bảo mật thông tin khách hàng như thế nào so với các tiêu chuẩn bảo mật thông tin hiện nay?",
        "actual_output": null,
        "expected_output": "FPT Shop cam kết bảo mật thông tin cá nhân của khách hàng hoàn toàn tuyệt đối. Chúng tôi tuân thủ các tiêu chuẩn bảo mật hiện hành, chỉ thu thập và sử dụng thông tin khi có sự đồng ý của khách hàng, và không chia sẻ với bên thứ ba, trừ khi có quy định của pháp luật. Điều này đảm bảo rằng thông tin của bạn luôn được bảo vệ tốt nhất. Cảm ơn bạn đã quan tâm đến FPT Shop!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: FPT Shop cam kết bảo mật thông tin khách hàng như thế nào?\nCâu trả lời: FPTshop.com.vn cam kết bảo mật thông tin cá nhân của khách hàng tuyệt đối, chỉ thu thập và sử dụng khi có sự đồng ý từ khách hàng, và không chia sẻ với bên thứ ba trừ trường hợp có quy định của pháp luật.\n"
        ],
        "source_file": null
    },
    {
        "input": "Làm ơn giải thích cách FPT Shop bảo mật dữ liệu cá nhân và thời gian lưu trữ thông tin.",
        "actual_output": null,
        "expected_output": "Cảm ơn bạn đã quan tâm đến vấn đề bảo mật dữ liệu cá nhân tại FPT Shop. Chúng tôi cam kết bảo mật thông tin của khách hàng bằng cách lưu trữ trên máy chủ an toàn của FPTshop.com.vn. Dữ liệu cá nhân sẽ được giữ cho đến khi có yêu cầu hủy bỏ từ khách hàng hoặc khi khách hàng tự hủy bỏ thông tin. Chúng tôi luôn đảm bảo sự bảo mật tuyệt đối cho thông tin của bạn. Nếu bạn có thêm bất kỳ câu hỏi nào, đừng ngần ngại liên hệ với chúng tôi!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Thông tin cá nhân của khách hàng được lưu trữ bao lâu?\nCâu trả lời: Dữ liệu cá nhân sẽ được lưu trữ đến khi có yêu cầu hủy bỏ từ khách hàng hoặc khi khách hàng tự hủy bỏ thông tin. Trong mọi trường hợp, dữ liệu cá nhân sẽ được bảo mật trên máy chủ của FPTshop.com.vn.\n"
        ],
        "source_file": null
    },
    {
        "input": "Chất lượng dịch vụ tại trung tâm bảo hành FPT Shop có thể ảnh hưởng đến sự hài lòng của khách hàng như thế nào?",
        "actual_output": null,
        "expected_output": "Chất lượng dịch vụ tại trung tâm bảo hành FPT Shop, cụ thể là F.Care by FPT, ảnh hưởng rất lớn đến sự hài lòng của khách hàng. Với đội ngũ kỹ thuật viên giàu kinh nghiệm, được đào tạo bài bản bởi Apple, chính sách bảo hành chính hãng và quy trình sửa chữa theo tiêu chuẩn cao, khách hàng sẽ có được trải nghiệm dịch vụ tuyệt vời. Sự chuyên nghiệp và thân thiện trong cách phục vụ tại FPT Shop không chỉ tạo ra niềm tin mà còn nâng cao mức độ hài lòng, giúp khách hàng yên tâm khi gửi gắm sản phẩm của mình.",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Tôi có thể bảo hành sản phẩm Apple chính hãng ở đâu? Trung tâm bảo hành ủy quyền của Apple tại Việt Nam là gì?\nCâu trả lời: Trung tâm bảo hành ủy quyền Apple F.Care by FPT (Apple Authorized Service Provider) là một chuỗi các trung tâm bảo hành được Apple Việt Nam ủy quyền về mặt pháp lý và kỹ thuật để thực hiện các dịch vụ sửa chữa, bảo hành đối với sản phẩm của hãng theo tiêu chuẩn do Apple quy định. Được vận hành và xây dựng bởi FPT Retail. Đến với F.Care, khách hàng sẽ được trải nghiệm dịch vụ chuẩn hãng, với đội ngũ kỹ thuật viên có kinh nghiệm dày dặn, được đào tạo bài bản bởi Apple.\n"
        ],
        "source_file": null
    },
    {
        "input": "FPT Shop sử dụng thông tin cá nhân của khách hàng cho những mục đích gì?",
        "actual_output": null,
        "expected_output": "FPT Shop sử dụng thông tin cá nhân của khách hàng chủ yếu để liên hệ trực tiếp qua thư ngỏ, đơn đặt hàng, thư cảm ơn, sms, và thông tin bảo mật. Chúng tôi cam kết sử dụng thông tin trong phạm vi đã thông báo và đảm bảo quyền lợi cho khách hàng. Nếu cần thêm thông tin, xin vui lòng liên hệ với chúng tôi!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Thông tin cá nhân của khách hàng được sử dụng trong phạm vi nào?\nCâu trả lời: FPTshop.com.vn chỉ sử dụng thông tin cá nhân của khách hàng trong phạm vi đã thông báo, bao gồm liên hệ trực tiếp qua thư ngỏ, đơn đặt hàng, thư cảm ơn, sms, thông tin bảo mật, và các dịch vụ khác liên quan.\n"
        ],
        "source_file": null
    },
    {
        "input": "FPT Shop cam kết bảo mật thông tin cá nhân khách hàng ra sao, và có những điều kiện nào cho việc chia sẻ thông tin đó?",
        "actual_output": null,
        "expected_output": "FPT Shop cam kết bảo mật thông tin cá nhân của khách hàng một cách tuyệt đối. Chúng tôi chỉ thu thập và sử dụng thông tin khi có sự đồng ý từ khách hàng. Thông tin này sẽ không được chia sẻ với bên thứ ba trừ khi có quy định của pháp luật yêu cầu. Quý khách có thể yên tâm khi mua sắm tại FPT Shop!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: FPT Shop cam kết bảo mật thông tin khách hàng như thế nào?\nCâu trả lời: FPTshop.com.vn cam kết bảo mật thông tin cá nhân của khách hàng tuyệt đối, chỉ thu thập và sử dụng khi có sự đồng ý từ khách hàng, và không chia sẻ với bên thứ ba trừ trường hợp có quy định của pháp luật.\n"
        ],
        "source_file": null
    },
    {
        "input": "Nếu một lỗ hổng an ninh xuất hiện, FPT Shop sẽ làm gì để bảo vệ thông tin thẻ thanh toán của khách hàng?",
        "actual_output": null,
        "expected_output": "Cảm ơn bạn đã quan tâm đến vấn đề bảo mật thông tin thẻ thanh toán tại FPT Shop! Trong trường hợp có lỗ hổng an ninh xuất hiện, FPT Shop sẽ nhanh chóng triển khai các biện pháp bảo mật cần thiết để bảo vệ thông tin thẻ thanh toán của khách hàng. Chúng tôi thực hiện kiểm tra định kỳ và phối hợp chặt chẽ với các đối tác cổng thanh toán, nhằm đảm bảo rằng thông tin của bạn được bảo vệ theo tiêu chuẩn quốc tế PCI DSS. Sự an toàn của khách hàng luôn là ưu tiên hàng đầu của chúng tôi!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: FPT Shop bảo mật thông tin thẻ thanh toán của khách hàng như thế nào?\nCâu trả lời: FPTShop đảm bảo thông tin thẻ thanh toán của khách hàng không được lưu trên hệ thống. Các đối tác cổng thanh toán sẽ lưu giữ và bảo mật thông tin này theo tiêu chuẩn quốc tế PCI DSS.\n"
        ],
        "source_file": null
    },
    {
        "input": "Các bước cần thực hiện để yêu cầu xóa dữ liệu cá nhân tại FPT Shop là gì?",
        "actual_output": null,
        "expected_output": "Để yêu cầu xóa dữ liệu cá nhân tại FPT Shop, bạn cần thực hiện các bước sau: Gửi email yêu cầu tới Trung tâm hỗ trợ của FPT Shop qua địa chỉ fptshop@fpt.com.vn. Bộ phận xử lý sẽ tiếp nhận yêu cầu và bạn sẽ được cập nhật về tiến trình xóa dữ liệu. Nếu bạn cần thêm thông tin, đừng ngần ngại liên hệ với chúng tôi nhé!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Làm thế nào để yêu cầu xóa dữ liệu cá nhân tại FPT Shop?\nCâu trả lời: Khách hàng có thể gửi yêu cầu xóa dữ liệu qua email đến Trung tâm hỗ trợ của FPT Shop: fptshop@fpt.com.vn. Yêu cầu sẽ được chuyển đến bộ phận xử lý và khách hàng sẽ được cập nhật về tiến trình xóa dữ liệu.\n"
        ],
        "source_file": null
    },
    {
        "input": "Làm thế nào để kiểm tra kết quả mini game tại FPT Shop? Tôi có thể tìm thấy thông tin này ở đâu?",
        "actual_output": null,
        "expected_output": "Cảm ơn quý khách đã quan tâm đến chương trình mini game của FPT Shop. Quý khách có thể kiểm tra kết quả trúng thưởng bằng cách thực hiện tra cứu [tại đây](https://fptshop.com.vn/khuyen-mai/thong-tin-trao-thuong). Nếu cần thêm hỗ trợ, xin vui lòng liên hệ với chúng tôi!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Cách tra cứu về thông tin trúng thưởng của FPT Shop khi tham gia các chương trình mini game?\nCâu trả lời: Quý khách thực hiện tra cứu [tại đây](https://fptshop.com.vn/khuyen-mai/thong-tin-trao-thuong)\n"
        ],
        "source_file": null
    },
    {
        "input": "Chính sách bảo mật dữ liệu cá nhân của khách hàng tại FPT Shop được thực hiện như thế nào?",
        "actual_output": null,
        "expected_output": "Chính sách bảo mật dữ liệu cá nhân của khách hàng tại FPT Shop được thực hiện bởi Công ty Cổ phần Bán lẻ Kỹ thuật số FPT (FRT). Chúng tôi cam kết đảm bảo an toàn cho thông tin cá nhân của quý khách hàng bằng cách mô tả rõ các hoạt động liên quan đến việc xử lý dữ liệu, bao gồm mục đích, phạm vi thông tin mà FRT xử lý, cũng như các biện pháp bảo vệ dữ liệu và quyền lợi của khách hàng. Nếu quý khách cần thêm thông tin chi tiết, xin vui lòng liên hệ với chúng tôi để được hỗ trợ tốt nhất.",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Chính sách bảo mật dữ liệu cá nhân khách hàng được thực hiện bởi đơn vị nào\nCâu trả lời: Chính sách bảo mật dữ liệu cá nhân khách hàng được thực hiện bởi Công ty Cổ phần Bán lẻ Kỹ thuật số FPT hay FRT , mô tả các hoạt động liên quan đến việc xử lý dữ liệu cá nhân của Khách hàng để họ hiểu rõ hơn về mục đích, phạm vi thông tin mà FRT xử lý, các biện pháp FRT áp dụng để bảo vệ thông tin và quyền của Quý Khách hàng đối với các hoạt động này.\n"
        ],
        "source_file": null
    },
    {
        "input": "Hãy trình bày quy trình thanh toán phí sửa chữa online tại FPT Shop qua tổng đài hỗ trợ.",
        "actual_output": null,
        "expected_output": "Câu trả lời tư vấn rõ ràng, chính xác, thể hiện sự chuyên nghiệp và thân thiện như một nhân viên bán hàng của FPT Shop: Quý khách muốn thanh toán phí sửa chữa online tại FPT Shop, xin vui lòng gọi điện đến tổng đài 1800.6616 để được điện thoại viên tư vấn và hỗ trợ thực hiện quy trình này nhanh chóng và thuận tiện nhất. Cảm ơn quý khách đã lựa chọn FPT Shop!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Máy gửi đi sửa dịch vụ và đã nhận thông tin báo phí nhưng muốn thanh toán phí online thì thực hiện bằng cách nào?\nCâu trả lời: Quý khách vui lòng liên hệ tổng đài 1800.6616 để gặp điện thoại viên tư vấn hỗ trợ.\n"
        ],
        "source_file": null
    },
    {
        "input": "FPT Shop có chính sách bảo mật nào để bảo vệ thông tin thanh toán của khách hàng trong quá trình giao dịch?",
        "actual_output": null,
        "expected_output": "Câu trả lời tư vấn rõ ràng, chính xác, thể hiện sự chuyên nghiệp và thân thiện như một nhân viên bán hàng của FPT Shop: FPT Shop cam kết bảo vệ thông tin thanh toán của khách hàng bằng cách không lưu trữ thông tin thẻ trên hệ thống. Tất cả thông tin thanh toán sẽ được xử lý bởi các đối tác cổng thanh toán, họ sẽ bảo mật thông tin này theo tiêu chuẩn quốc tế PCI DSS. Quý khách hoàn toàn có thể yên tâm khi giao dịch tại FPT Shop!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: FPT Shop bảo mật thông tin thẻ thanh toán của khách hàng như thế nào?\nCâu trả lời: FPTShop đảm bảo thông tin thẻ thanh toán của khách hàng không được lưu trên hệ thống. Các đối tác cổng thanh toán sẽ lưu giữ và bảo mật thông tin này theo tiêu chuẩn quốc tế PCI DSS.\n"
        ],
        "source_file": null
    },
    {
        "input": "FPT Shop thu thập thông tin khách hàng từ các tương tác trực tiếp và nhiều nguồn bên thứ ba; bạn có thể giải thích về điều này không?",
        "actual_output": null,
        "expected_output": "Cảm ơn bạn đã quan tâm đến FPT Shop! Chúng tôi thu thập thông tin cá nhân của khách hàng từ nhiều nguồn khác nhau để cải thiện dịch vụ. Cụ thể, thông tin được thu thập trực tiếp từ khách hàng khi họ gửi yêu cầu đăng ký, điền thông tin vào biểu mẫu, hoặc tương tác với nhân viên dịch vụ. Ngoài ra, chúng tôi cũng nhận dữ liệu từ các bên thứ ba, chẳng hạn như khi khách hàng tương tác với nội dung quảng cáo, chọn thanh toán điện tử, hoặc từ các nguồn công khai và cơ quan pháp luật. Nếu bạn cần thêm thông tin, đừng ngần ngại liên hệ với chúng tôi!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: FPT Shop thu thập thông tin cá nhân của khách hàng từ những nguồn nào?\nCâu trả lời: FRT thu thập dữ liệu cá nhân trực tiếp từ Khách hàng (ví dụ: khi Khách hàng gửi yêu cầu đăng ký, điền thông tin vào biểu mẫu, tương tác với nhân viên dịch vụ khách hàng, sử dụng một số dịch vụ của FRT, hoặc khi được liên hệ và phản hồi lại các đại diện tiếp thị) và từ các bên thứ ba khác (ví dụ: nếu Khách hàng tương tác với nội dung hoặc quảng cáo của bên thứ ba trên trang tin điện tử hoặc trong ứng dụng của FRT, nếu Khách hàng chọn thanh toán điện tử, từ các cơ quan pháp luật, hoặc từ các nguồn công khai).\n"
        ],
        "source_file": null
    },
    {
        "input": "Quy trình yêu cầu xóa dữ liệu qua email tại FPT Shop có gì khác biệt so với các phương thức dịch vụ khách hàng khác?",
        "actual_output": null,
        "expected_output": "Cảm ơn câu hỏi của bạn! Quy trình yêu cầu xóa dữ liệu qua email tại FPT Shop rất đơn giản và thuận tiện. Khách hàng chỉ cần gửi yêu cầu đến email: fptshop@fpt.com.vn, và yêu cầu của bạn sẽ được chuyển đến bộ phận xử lý. Điểm khác biệt so với các phương thức dịch vụ khách hàng khác là quy trình qua email giúp bạn chủ động hơn trong việc theo dõi và sẽ được cập nhật thường xuyên về tiến trình xóa dữ liệu. Nếu bạn cần thêm thông tin, đừng ngần ngại liên hệ với chúng tôi!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Làm thế nào để yêu cầu xóa dữ liệu cá nhân tại FPT Shop?\nCâu trả lời: Khách hàng có thể gửi yêu cầu xóa dữ liệu qua email đến Trung tâm hỗ trợ của FPT Shop: fptshop@fpt.com.vn. Yêu cầu sẽ được chuyển đến bộ phận xử lý và khách hàng sẽ được cập nhật về tiến trình xóa dữ liệu.\n"
        ],
        "source_file": null
    },
    {
        "input": "Vui lòng cung cấp thông tin về cách tham gia các chương trình mini game của FPT Shop và cách tra cứu thông tin trúng thưởng.",
        "actual_output": null,
        "expected_output": "Cảm ơn quý khách đã quan tâm đến các chương trình mini game tại FPT Shop! Để tham gia, quý khách có thể theo dõi thông tin trên trang web của chúng tôi hoặc các kênh truyền thông xã hội. Để tra cứu thông tin trúng thưởng, vui lòng truy cập [tại đây](https://fptshop.com.vn/khuyen-mai/thong-tin-trao-thuong). Chúng tôi rất mong quý khách sẽ có những trải nghiệm thú vị!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Cách tra cứu về thông tin trúng thưởng của FPT Shop khi tham gia các chương trình mini game?\nCâu trả lời: Quý khách thực hiện tra cứu [tại đây](https://fptshop.com.vn/khuyen-mai/thong-tin-trao-thuong)\n"
        ],
        "source_file": null
    },
    {
        "input": "Chính sách của FPT Shop về xác minh tuổi và đồng ý xử lý dữ liệu cá nhân trẻ em là gì?",
        "actual_output": null,
        "expected_output": "Câu trả lời tư vấn rõ ràng, chính xác, thể hiện sự chuyên nghiệp và thân thiện như một nhân viên bán hàng của FPT Shop: FPT Shop luôn tôn trọng và bảo vệ dữ liệu cá nhân của trẻ em. Chính sách của chúng tôi yêu cầu xác minh tuổi trước khi xử lý dữ liệu cá nhân và chúng tôi luôn yêu cầu sự đồng ý của trẻ em và/hoặc cha, mẹ hoặc người giám hộ của trẻ em, theo quy định của pháp luật. Nếu bạn cần thêm thông tin, xin vui lòng liên hệ với chúng tôi!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Chính sách của FPT Shop về việc xử lý dữ liệu cá nhân của trẻ em là gì?\nCâu trả lời: FRT luôn tôn trọng và bảo vệ dữ liệu cá nhân của trẻ em. Ngoài các biện pháp bảo vệ dữ liệu cá nhân theo quy định pháp luật, trước khi xử lý dữ liệu cá nhân của trẻ em, Công ty sẽ thực hiện xác minh tuổi của trẻ và yêu cầu sự đồng ý của trẻ em và/hoặc cha, mẹ hoặc người giám hộ của trẻ em theo quy định của pháp luật.\n"
        ],
        "source_file": null
    },
    {
        "input": "So sánh quy trình sửa chữa tại FPT Shop và cách thanh toán phí online như thế nào?",
        "actual_output": null,
        "expected_output": "Quy trình sửa chữa tại FPT Shop bao gồm việc tiếp nhận máy, xác định lỗi và báo phí sửa chữa cho khách hàng. Sau khi nhận thông tin báo phí, quý khách có thể thanh toán phí online bằng cách liên hệ tổng đài 1800.6616 để được hỗ trợ từ điện thoại viên. Chúng tôi luôn sẵn sàng giúp đỡ bạn để quy trình diễn ra thuận lợi nhất!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Máy gửi đi sửa dịch vụ và đã nhận thông tin báo phí nhưng muốn thanh toán phí online thì thực hiện bằng cách nào?\nCâu trả lời: Quý khách vui lòng liên hệ tổng đài 1800.6616 để gặp điện thoại viên tư vấn hỗ trợ.\n"
        ],
        "source_file": null
    },
    {
        "input": "FPT Shop áp dụng những phương thức nào để bảo vệ dữ liệu cá nhân của khách hàng?",
        "actual_output": null,
        "expected_output": "Câu trả lời tư vấn rõ ràng, chính xác, thể hiện sự chuyên nghiệp và thân thiện như một nhân viên bán hàng của FPT Shop: \n\nFPT Shop áp dụng nhiều phương thức bảo vệ dữ liệu cá nhân của khách hàng, trong đó có việc tuân thủ chính sách bảo mật dữ liệu của Công ty Cổ phần Bán lẻ Kỹ thuật số FPT (FRT). Chúng tôi thực hiện các biện pháp kỹ thuật và tổ chức để đảm bảo an toàn cho thông tin khách hàng, bao gồm việc mã hóa dữ liệu, kiểm soát truy cập và thường xuyên đánh giá bảo mật thông tin. Quý Khách hàng hoàn toàn có quyền nắm rõ về cách thông tin của mình được xử lý và bảo vệ. Nếu cần thêm thông tin, xin vui lòng liên hệ với chúng tôi!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Chính sách bảo mật dữ liệu cá nhân khách hàng được thực hiện bởi đơn vị nào\nCâu trả lời: Chính sách bảo mật dữ liệu cá nhân khách hàng được thực hiện bởi Công ty Cổ phần Bán lẻ Kỹ thuật số FPT hay FRT , mô tả các hoạt động liên quan đến việc xử lý dữ liệu cá nhân của Khách hàng để họ hiểu rõ hơn về mục đích, phạm vi thông tin mà FRT xử lý, các biện pháp FRT áp dụng để bảo vệ thông tin và quyền của Quý Khách hàng đối với các hoạt động này.\n"
        ],
        "source_file": null
    },
    {
        "input": "Khách hàng có thể yêu cầu FPT Shop hủy bỏ việc xử lý dữ liệu cá nhân của họ không?",
        "actual_output": null,
        "expected_output": "Có, khách hàng có quyền yêu cầu FPT Shop ngừng xử lý và xóa dữ liệu cá nhân của mình bằng văn bản gửi đến FPT Shop, trừ trường hợp pháp luật có quy định khác. Việc rút lại sự đồng ý không ảnh hưởng đến tính hợp pháp của việc xử lý dữ liệu trước đó mà khách hàng đã đồng ý. Nếu bạn cần thêm thông tin hoặc hỗ trợ, hãy cho chúng tôi biết!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Khách hàng có quyền yêu cầu FPT Shop ngừng xử lý và xóa dữ liệu cá nhân của mình không?\nCâu trả lời: Có, Khách hàng có quyền rút lại sự đồng ý, yêu cầu xóa hoặc yêu cầu hủy dữ liệu cá nhân của mình bằng văn bản gửi đến FRT, trừ trường hợp pháp luật có quy định khác. Việc rút lại sự đồng ý không ảnh hưởng đến tính hợp pháp của việc xử lý dữ liệu đã được Khách hàng đồng ý trước đó.\n"
        ],
        "source_file": null
    },
    {
        "input": "Khách hàng cần biết điều gì sẽ xảy ra nếu họ cung cấp thông tin cá nhân sai lệch khi mua sắm tại FPT Shop?",
        "actual_output": null,
        "expected_output": "Cảm ơn bạn đã quan tâm đến vấn đề này! Nếu khách hàng cung cấp thông tin cá nhân không chính xác hoặc không đầy đủ cho FPT Shop, FRT sẽ tiến hành bảo mật dữ liệu cá nhân dựa trên thông tin đã đăng ký. Điều này có nghĩa là chúng tôi sẽ không chịu trách nhiệm nếu thông tin sai lệch đó ảnh hưởng đến quyền lợi của bạn. Nếu không thông báo về sự thay đổi thông tin, bạn sẽ chịu trách nhiệm cho bất kỳ rủi ro hay tổn thất phát sinh do lỗi này. Vì vậy, hãy đảm bảo cung cấp thông tin chính xác và kịp thời để bảo vệ quyền lợi của bạn. Nếu bạn cần thêm hỗ trợ, đừng ngần ngại liên hệ với chúng tôi!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Điều gì sẽ xảy ra nếu khách hàng cung cấp thông tin cá nhân không chính xác hoặc không đầy đủ cho FPT Shop?\nCâu trả lời: FRT sẽ tiến hành bảo mật Dữ liệu cá nhân của Khách hàng dựa trên thông tin Khách hàng đã đăng ký. Do đó, nếu có bất kỳ thông tin sai lệch nào, FRT sẽ không chịu trách nhiệm trong trường hợp thông tin đó làm ảnh hưởng hoặc hạn chế quyền lợi của Khách hàng. Trường hợp không thông báo về sự thay đổi thông tin, nếu có phát sinh rủi ro, tổn thất thì Khách hàng chịu trách nhiệm về những sai sót hay hành vi lợi dụng, lừa đảo do lỗi của mình hoặc do không cung cấp đúng, đầy đủ, chính xác, kịp thời sự thay đổi thông tin.\n"
        ],
        "source_file": null
    },
    {
        "input": "Xin vui lòng cho biết FPT Shop thu thập thông tin cá nhân của khách hàng từ đâu và các biện pháp bảo mật nào được áp dụng để bảo vệ thông tin đó?",
        "actual_output": null,
        "expected_output": "Cảm ơn bạn đã quan tâm đến FPT Shop! FPT Shop thu thập thông tin cá nhân của khách hàng từ hai nguồn chính: trực tiếp từ khách hàng thông qua các hoạt động như đăng ký, điền thông tin vào biểu mẫu, và tương tác với nhân viên dịch vụ khách hàng; và từ bên thứ ba, như khi khách hàng tương tác với nội dung hoặc quảng cáo của bên thứ ba, hoặc qua các kênh thanh toán điện tử.\n\nVề các biện pháp bảo mật, FPT Shop cam kết bảo vệ thông tin cá nhân của khách hàng bằng cách áp dụng nhiều lớp bảo mật như mã hóa dữ liệu, kiểm soát truy cập nghiêm ngặt và các chính sách bảo mật thông tin hiệu quả. Chúng tôi luôn nỗ lực để đảm bảo an toàn và bảo mật thông tin của bạn. Nếu bạn có thêm câu hỏi nào, hãy để chúng tôi biết nhé!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: FPT Shop thu thập thông tin cá nhân của khách hàng từ những nguồn nào?\nCâu trả lời: FRT thu thập dữ liệu cá nhân trực tiếp từ Khách hàng (ví dụ: khi Khách hàng gửi yêu cầu đăng ký, điền thông tin vào biểu mẫu, tương tác với nhân viên dịch vụ khách hàng, sử dụng một số dịch vụ của FRT, hoặc khi được liên hệ và phản hồi lại các đại diện tiếp thị) và từ các bên thứ ba khác (ví dụ: nếu Khách hàng tương tác với nội dung hoặc quảng cáo của bên thứ ba trên trang tin điện tử hoặc trong ứng dụng của FRT, nếu Khách hàng chọn thanh toán điện tử, từ các cơ quan pháp luật, hoặc từ các nguồn công khai).\n"
        ],
        "source_file": null
    },
    {
        "input": "FPT Shop có thực hiện quy trình xác minh tuổi trước khi xử lý dữ liệu trẻ em không?",
        "actual_output": null,
        "expected_output": "Câu trả lời tư vấn rõ ràng, chính xác, thể hiện sự chuyên nghiệp và thân thiện như một nhân viên bán hàng của FPT Shop. \n\nVâng, FPT Shop có thực hiện quy trình xác minh tuổi trước khi xử lý dữ liệu cá nhân của trẻ em. Chúng tôi cam kết bảo vệ dữ liệu cá nhân và sẽ yêu cầu sự đồng ý từ trẻ em và/hoặc cha, mẹ hoặc người giám hộ theo quy định của pháp luật. Nếu bạn cần thêm thông tin, đừng ngần ngại hỏi nhé!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Chính sách của FPT Shop về việc xử lý dữ liệu cá nhân của trẻ em là gì?\nCâu trả lời: FRT luôn tôn trọng và bảo vệ dữ liệu cá nhân của trẻ em. Ngoài các biện pháp bảo vệ dữ liệu cá nhân theo quy định pháp luật, trước khi xử lý dữ liệu cá nhân của trẻ em, Công ty sẽ thực hiện xác minh tuổi của trẻ và yêu cầu sự đồng ý của trẻ em và/hoặc cha, mẹ hoặc người giám hộ của trẻ em theo quy định của pháp luật.\n"
        ],
        "source_file": null
    },
    {
        "input": "Khách hàng tại FPT Shop có quyền gì liên quan đến việc xử lý và xóa dữ liệu cá nhân của họ?",
        "actual_output": null,
        "expected_output": "Khách hàng tại FPT Shop có quyền yêu cầu ngừng xử lý và xóa dữ liệu cá nhân của mình. Điều này có thể thực hiện bằng cách gửi một yêu cầu bằng văn bản đến FPT Shop. Tuy nhiên, lưu ý rằng việc rút lại sự đồng ý không ảnh hưởng đến tính hợp pháp của việc xử lý dữ liệu đã được đồng ý trước đó. Nếu cần thêm thông tin, xin đừng ngần ngại liên hệ với chúng tôi!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Khách hàng có quyền yêu cầu FPT Shop ngừng xử lý và xóa dữ liệu cá nhân của mình không?\nCâu trả lời: Có, Khách hàng có quyền rút lại sự đồng ý, yêu cầu xóa hoặc yêu cầu hủy dữ liệu cá nhân của mình bằng văn bản gửi đến FRT, trừ trường hợp pháp luật có quy định khác. Việc rút lại sự đồng ý không ảnh hưởng đến tính hợp pháp của việc xử lý dữ liệu đã được Khách hàng đồng ý trước đó.\n"
        ],
        "source_file": null
    },
    {
        "input": "Các loại dữ liệu cá nhân nào mà FPT Shop thu thập từ khách hàng và cách thức sử dụng chúng trong chính sách dịch vụ?",
        "actual_output": null,
        "expected_output": "Cảm ơn bạn đã quan tâm đến chính sách dữ liệu cá nhân của FPT Shop. Chúng tôi thu thập các loại dữ liệu cá nhân gồm thông tin cơ bản như tên, địa chỉ, số điện thoại và địa chỉ email, cũng như thông tin nhạy cảm theo quy định pháp luật. Những dữ liệu này giúp chúng tôi cung cấp dịch vụ tốt hơn, quản lý đơn hàng, hỗ trợ khách hàng và cải thiện trải nghiệm mua sắm. Chúng tôi cam kết bảo mật thông tin của bạn và chỉ sử dụng cho những mục đích đã thông báo. Nếu bạn có thêm câu hỏi nào khác, đừng ngần ngại hỏi nhé!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: FRT định nghĩa \"Dữ liệu cá nhân\" (DLCN) là gì?\nCâu trả lời: Dữ liệu cá nhân (DLCN) là thông tin dưới dạng ký hiệu, chữ viết, chữ số, hình ảnh, âm thanh hoặc dạng tương tự trên môi trường điện tử gắn liền với một con người cụ thể hoặc giúp xác định một con người cụ thể. DLCN bao gồm dữ liệu cá nhân cơ bản và dữ liệu cá nhân nhạy cảm.\n"
        ],
        "source_file": null
    },
    {
        "input": "FPT Shop xử lý dữ liệu cá nhân để cải thiện dịch vụ và nghiên cứu thị trường như thế nào?",
        "actual_output": null,
        "expected_output": "Chào bạn! Tại FPT Shop, chúng tôi xử lý dữ liệu cá nhân của khách hàng chủ yếu để tổ chức các hoạt động nghiên cứu thị trường và thăm dò dư luận. Điều này giúp chúng tôi không ngừng cải thiện chất lượng sản phẩm và dịch vụ hiện có, cũng như phát triển các sản phẩm, dịch vụ mới đáp ứng tốt nhất nhu cầu của bạn. Nếu bạn có bất kỳ thắc mắc nào khác, xin vui lòng cho chúng tôi biết!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: FPT Shop có sử dụng dữ liệu cá nhân của khách hàng cho mục đích nghiên cứu thị trường không?\nCâu trả lời: Có, một trong những mục đích FRT xử lý dữ liệu cá nhân của Khách hàng là để tổ chức các hoạt động nghiên cứu thị trường, thăm dò dư luận nhằm cải thiện chất lượng sản phẩm/dịch vụ hoặc để nghiên cứu phát triển các sản phẩm, dịch vụ mới nhằm đáp ứng tốt hơn nhu cầu của khách hàng.\n"
        ],
        "source_file": null
    },
    {
        "input": "FPT Shop có trách nhiệm gì nếu tôi cung cấp thông tin cá nhân không chính xác?",
        "actual_output": null,
        "expected_output": "Cảm ơn bạn đã quan tâm đến FPT Shop! Nếu bạn cung cấp thông tin cá nhân không chính xác, FPT Shop sẽ không chịu trách nhiệm về những ảnh hưởng hay hạn chế quyền lợi của bạn. Việc bảo mật dữ liệu cá nhân sẽ được thực hiện dựa trên thông tin bạn đã đăng ký. Nếu có bất kỳ sự thay đổi nào mà bạn không thông báo, bạn sẽ chịu trách nhiệm về các sai sót hoặc rủi ro phát sinh. Chúng tôi luôn khuyến khích bạn cung cấp thông tin chính xác và đầy đủ để đảm bảo quyền lợi của mình. Nếu cần thêm thông tin, hãy liên hệ với chúng tôi nhé!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Điều gì sẽ xảy ra nếu khách hàng cung cấp thông tin cá nhân không chính xác hoặc không đầy đủ cho FPT Shop?\nCâu trả lời: FRT sẽ tiến hành bảo mật Dữ liệu cá nhân của Khách hàng dựa trên thông tin Khách hàng đã đăng ký. Do đó, nếu có bất kỳ thông tin sai lệch nào, FRT sẽ không chịu trách nhiệm trong trường hợp thông tin đó làm ảnh hưởng hoặc hạn chế quyền lợi của Khách hàng. Trường hợp không thông báo về sự thay đổi thông tin, nếu có phát sinh rủi ro, tổn thất thì Khách hàng chịu trách nhiệm về những sai sót hay hành vi lợi dụng, lừa đảo do lỗi của mình hoặc do không cung cấp đúng, đầy đủ, chính xác, kịp thời sự thay đổi thông tin.\n"
        ],
        "source_file": null
    },
    {
        "input": "Làm thế nào để kiểm tra và cập nhật thông tin bảo hành máy Apple tại FPT Shop sau 72 giờ kích hoạt?",
        "actual_output": null,
        "expected_output": "Câu trả lời tư vấn rõ ràng, chính xác, thể hiện sự chuyên nghiệp và thân thiện như một nhân viên bán hàng của FPT Shop: Quý khách có thể kiểm tra thông tin bảo hành máy Apple bằng cách truy cập vào trang website của Apple hoặc sử dụng ứng dụng hỗ trợ trên thiết bị. Nếu sau 72 giờ kể từ khi kích hoạt mà thông tin vẫn chưa cập nhật, Quý khách vui lòng liên hệ tổng đài 1800.6616 để được hỗ trợ từ tổng đài viên. Chúng tôi luôn sẵn sàng giúp đỡ!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Muốn cập nhật máy Apple có thời gian bảo hành không đúng hoặc chưa kích hoạt bảo hành trên hệ thống Website của Apple thì làm thế nào?\nCâu trả lời: Quý khách vui lòng chờ thêm và kiểm tra lại thông tin bảo hành sau 72h kể từ khi kích hoạt máy. Nếu sau thời gian này vẫn chưa cập nhật thời gian bảo hành thì Quý khách vui lòng liên hệ tổng đài 1800.6616 để gặp tổng đài viên hỗ trợ.\n"
        ],
        "source_file": null
    },
    {
        "input": "Các biện pháp bảo vệ dữ liệu khách hàng tại FPT Shop là gì và làm thế nào để khách hàng tự bảo mật thông tin cá nhân của mình?",
        "actual_output": null,
        "expected_output": "Tại FPT Shop, chúng tôi thực hiện nhiều biện pháp bảo vệ dữ liệu khách hàng thông qua công nghệ bảo mật tiên tiến, giúp ngăn chặn việc truy lục, sử dụng hoặc chia sẻ thông tin cá nhân mà không có sự đồng ý. Để tự bảo mật thông tin của mình, khách hàng nên bảo vệ mật khẩu đăng nhập và mã OTP, không chia sẻ những thông tin này với bất kỳ ai. Ngoài ra, hãy đảm bảo để thiết bị của bạn an toàn và nên khóa, đăng xuất khi không sử dụng tài khoản trên website hoặc ứng dụng của FPT Shop. Chúng tôi luôn đồng hành để bảo vệ quyền lợi của bạn!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: FPT Shop có những biện pháp nào để bảo vệ dữ liệu của khách hàng, và khách hàng cần làm gì để tự bảo vệ thông tin của mình?\nCâu trả lời: FRT sử dụng nhiều công nghệ bảo mật thông tin khác nhau nhằm bảo vệ Dữ liệu cá nhân của Khách hàng không bị truy lục, sử dụng hoặc chia sẻ ngoài ý muốn. Đồng thời, FRT khuyến cáo Khách hàng nên bảo mật các thông tin liên quan đến mật khẩu đăng nhập vào tài khoản, mã OTP và không chia sẻ những thông tin này với bất kỳ người nào khác. Khách hàng cũng nên bảo quản thiết bị điện tử trong quá trình sử dụng và nên khóa, đăng xuất, hoặc thoát khỏi tài khoản trên website hoặc Ứng dụng của FRT khi không sử dụng.\n"
        ],
        "source_file": null
    },
    {
        "input": "FPT Shop thu thập những loại dữ liệu cá nhân nào từ khách hàng trong quá trình mua sắm và sử dụng dịch vụ?",
        "actual_output": null,
        "expected_output": "Tại FPT Shop, chúng tôi thu thập một số loại dữ liệu cá nhân từ khách hàng trong quá trình mua sắm và sử dụng dịch vụ, bao gồm: thông tin cá nhân như họ tên, số điện thoại, địa chỉ email; thông tin thanh toán như số thẻ tín dụng hoặc thông tin tài khoản ngân hàng; và thông tin về lịch sử mua hàng. Những dữ liệu này giúp chúng tôi cung cấp dịch vụ tốt hơn, cải thiện trải nghiệm mua sắm và đảm bảo an toàn cho giao dịch của bạn. Nếu bạn có thêm câu hỏi nào khác, vui lòng liên hệ với chúng tôi!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: FRT định nghĩa \"Dữ liệu cá nhân\" (DLCN) là gì?\nCâu trả lời: Dữ liệu cá nhân (DLCN) là thông tin dưới dạng ký hiệu, chữ viết, chữ số, hình ảnh, âm thanh hoặc dạng tương tự trên môi trường điện tử gắn liền với một con người cụ thể hoặc giúp xác định một con người cụ thể. DLCN bao gồm dữ liệu cá nhân cơ bản và dữ liệu cá nhân nhạy cảm.\n"
        ],
        "source_file": null
    },
    {
        "input": "FPT Shop có những chính sách nào liên quan đến việc bảo vệ thông tin cá nhân và dữ liệu nhạy cảm của khách hàng?",
        "actual_output": null,
        "expected_output": "Cảm ơn bạn đã quan tâm đến chính sách bảo vệ thông tin cá nhân và dữ liệu nhạy cảm tại FPT Shop. Chúng tôi cam kết bảo vệ dữ liệu của khách hàng thông qua các biện pháp bảo mật chặt chẽ. FPT Shop xử lý và lưu trữ thông tin cá nhân của khách hàng một cách an toàn, bao gồm việc hạn chế truy cập và sử dụng dữ liệu chỉ cho các mục đích hợp lệ. Đồng thời, chúng tôi luôn tuân thủ các quy định pháp luật hiện hành liên quan đến bảo vệ thông tin. Nếu bạn cần thêm thông tin, xin vui lòng liên hệ với chúng tôi. Chúng tôi luôn sẵn sàng hỗ trợ bạn!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Ngoài dữ liệu cá nhân cơ bản và nhạy cảm, FRT còn xử lý những loại dữ liệu nào khác của khách hàng?\nCâu trả lời: Ngoài dữ liệu cá nhân cơ bản và nhạy cảm, FRT còn xử lý: (1) Dữ liệu liên quan đến các trang tin điện tử hoặc ứng dụng: dữ liệu kỹ thuật (loại thiết bị, hệ điều hành, loại trình duyệt, địa chỉ IP, cài đặt ngôn ngữ, ngày giờ kết nối, dữ liệu vị trí, v.v.); chi tiết đăng nhập bảo mật; dữ liệu sử dụng. (2) Dữ liệu tiếp thị: các mối quan tâm đối với quảng cáo; dữ liệu cookie; dữ liệu clickstream; lịch sử duyệt web; phản ứng với tiếp thị trực tiếp; và lựa chọn không tham gia tiếp thị trực tiếp.\n"
        ],
        "source_file": null
    },
    {
        "input": "FPT Shop cung cấp những hình thức trả góp nào và ưu đãi đi kèm là gì?",
        "actual_output": null,
        "expected_output": "FPT Shop cung cấp nhiều hình thức trả góp đa dạng như trả góp qua thẻ tín dụng, trả góp qua Kredivo, Home PayLater, MoMo và qua các công ty tài chính. Đặc biệt, các hình thức trả góp này đi kèm với chương trình hấp dẫn giúp Quý khách dễ dàng sở hữu sản phẩm mong muốn với những ưu đãi tốt nhất. Nếu cần thêm thông tin chi tiết, chúng tôi luôn sẵn lòng hỗ trợ!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: FPT Shop có những hình thức trả góp nào?\nCâu trả lời: Nhằm mang tới sự thuận tiện trong quá trình mua hàng, giúp Quý khách nhanh chóng sở hữu sản phẩm mong muốn, đi kèm với đó là các chương trình hấp dẫn. FPT Shop cung cấp dịch vụ trả góp đa dạng, dễ dàng tiếp cận, trong đó bao gồm trả góp qua thẻ tín dụng, trả góp qua Kredivo, trả góp qua Home PayLater, trả góp qua MoMo và trả góp qua Công ty tài chính.\n"
        ],
        "source_file": null
    },
    {
        "input": "Làm thế nào để xác định thời hạn bảo hành cho sản phẩm cũ mà tôi đã mua tại FPT Shop?",
        "actual_output": null,
        "expected_output": "Để xác định thời hạn bảo hành cho sản phẩm cũ mà bạn đã mua tại FPT Shop, bạn hãy kiểm tra hóa đơn bán hàng của mình. Thông tin về thời hạn bảo hành cũng được cập nhật trên website chính thức của FPT Shop tại địa chỉ fptshop.com.vn. Nếu cần thêm sự trợ giúp, đừng ngần ngại liên hệ với chúng tôi!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Làm thế nào để biết được thời hạn bảo hành cụ thể của máy cũ mình đã mua tại FPT Shop?\nCâu trả lời: Hạn bảo hành của sản phẩm máy cũ được thể hiện trên hóa đơn bán hàng và trên website chính thức của FPT Shop tại địa chỉ (fptshop.com.vn).\n"
        ],
        "source_file": null
    },
    {
        "input": "Khi nào tôi có thể kiểm tra thời gian bảo hành cho sản phẩm đã mua tại FPT Shop sau khi kích hoạt?",
        "actual_output": null,
        "expected_output": "Cảm ơn Quý khách đã đặt câu hỏi! Quý khách có thể kiểm tra thời gian bảo hành cho sản phẩm đã mua tại FPT Shop sau khi kích hoạt khoảng 72 giờ. Nếu sau thời gian này thông tin bảo hành vẫn chưa được cập nhật, Quý khách vui lòng liên hệ tổng đài 1800.6616 để được hỗ trợ nhanh chóng. Chúng tôi luôn sẵn sàng giúp đỡ Quý khách!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Muốn cập nhật máy Apple có thời gian bảo hành không đúng hoặc chưa kích hoạt bảo hành trên hệ thống Website của Apple thì làm thế nào?\nCâu trả lời: Quý khách vui lòng chờ thêm và kiểm tra lại thông tin bảo hành sau 72h kể từ khi kích hoạt máy. Nếu sau thời gian này vẫn chưa cập nhật thời gian bảo hành thì Quý khách vui lòng liên hệ tổng đài 1800.6616 để gặp tổng đài viên hỗ trợ.\n"
        ],
        "source_file": null
    },
    {
        "input": "Các rủi ro tiềm ẩn nào đối với dữ liệu cá nhân của khách hàng tại FPT Shop và cách mà FPT Shop bảo vệ thông tin này?",
        "actual_output": null,
        "expected_output": "Cảm ơn bạn đã quan tâm đến vấn đề bảo mật dữ liệu cá nhân tại FPT Shop. Một số rủi ro tiềm ẩn có thể xảy ra bao gồm: lỗi phần cứng hoặc phần mềm trong quá trình xử lý dẫn đến mất dữ liệu, lỗ hổng bảo mật từ các cuộc tấn công của hacker, và nguy cơ do khách hàng tự để lộ dữ liệu qua sai sót cá nhân hoặc bị lừa đảo.\n\nĐể bảo vệ thông tin của khách hàng, FPT Shop áp dụng các biện pháp bảo mật nghiêm ngặt, bao gồm hệ thống mã hóa dữ liệu, thường xuyên cập nhật phần mềm và phát hiện xâm nhập, cùng với sự huấn luyện cho nhân viên về bảo mật thông tin. Nếu bạn còn bất kỳ thắc mắc nào khác, hãy cho chúng tôi biết!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Những rủi ro hoặc thiệt hại không mong muốn nào có thể xảy ra đối với dữ liệu cá nhân của khách hàng tại FRT?\nCâu trả lời: Một số hậu quả, thiệt hại không mong muốn có thể xảy ra bao gồm: lỗi phần cứng, phần mềm trong quá trình xử lý làm mất dữ liệu; lỗ hổng bảo mật nằm ngoài khả năng kiểm soát của FRT bị hacker tấn công gây lộ lọt dữ liệu; hoặc Khách hàng tự làm lộ lọt dữ liệu cá nhân do bất cẩn hoặc bị lừa đảo (ví dụ: truy cập website/tải ứng dụng độc hại).\n"
        ],
        "source_file": null
    },
    {
        "input": "FPT Shop có chính sách nào về việc bảo vệ dữ liệu khách hàng trong quá trình nghiên cứu thị trường và phát triển sản phẩm không?",
        "actual_output": null,
        "expected_output": "Cảm ơn bạn đã quan tâm đến chính sách bảo vệ dữ liệu khách hàng tại FPT Shop. Chúng tôi cam kết bảo mật thông tin cá nhân của khách hàng trong toàn bộ quy trình nghiên cứu thị trường và phát triển sản phẩm. Mọi dữ liệu đều được xử lý một cách nghiêm ngặt và chỉ được sử dụng cho các mục đích cải thiện chất lượng dịch vụ và phát triển sản phẩm mới, nhằm đáp ứng tốt nhất nhu cầu của bạn. Nếu bạn cần thêm thông tin chi tiết, đừng ngần ngại liên hệ với chúng tôi!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: FPT Shop có sử dụng dữ liệu cá nhân của khách hàng cho mục đích nghiên cứu thị trường không?\nCâu trả lời: Có, một trong những mục đích FRT xử lý dữ liệu cá nhân của Khách hàng là để tổ chức các hoạt động nghiên cứu thị trường, thăm dò dư luận nhằm cải thiện chất lượng sản phẩm/dịch vụ hoặc để nghiên cứu phát triển các sản phẩm, dịch vụ mới nhằm đáp ứng tốt hơn nhu cầu của khách hàng.\n"
        ],
        "source_file": null
    },
    {
        "input": "Khách hàng cần biết cách bảo mật thông tin như mật khẩu, mã OTP, và thiết bị điện tử khi mua sắm tại FPT Shop?",
        "actual_output": null,
        "expected_output": "Chào bạn, tại FPT Shop, chúng tôi rất chú trọng đến việc bảo vệ thông tin của khách hàng. Để giữ an toàn cho mật khẩu, mã OTP và thiết bị điện tử khi mua sắm, bạn nên tuân thủ một số nguyên tắc quan trọng. Hãy đảm bảo rằng bạn không chia sẻ mật khẩu và mã OTP với bất kỳ ai. Bên cạnh đó, hãy bảo quản thiết bị điện tử của bạn cẩn thận trong suốt quá trình sử dụng. Khi không còn sử dụng tài khoản trên website hoặc ứng dụng của FPT Shop, đừng quên khóa, đăng xuất hoặc thoát khỏi tài khoản để bảo đảm an toàn thông tin. Nếu bạn cần thêm thông tin hoặc hỗ trợ, đừng ngần ngại liên hệ với chúng tôi!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: FPT Shop có những biện pháp nào để bảo vệ dữ liệu của khách hàng, và khách hàng cần làm gì để tự bảo vệ thông tin của mình?\nCâu trả lời: FRT sử dụng nhiều công nghệ bảo mật thông tin khác nhau nhằm bảo vệ Dữ liệu cá nhân của Khách hàng không bị truy lục, sử dụng hoặc chia sẻ ngoài ý muốn. Đồng thời, FRT khuyến cáo Khách hàng nên bảo mật các thông tin liên quan đến mật khẩu đăng nhập vào tài khoản, mã OTP và không chia sẻ những thông tin này với bất kỳ người nào khác. Khách hàng cũng nên bảo quản thiết bị điện tử trong quá trình sử dụng và nên khóa, đăng xuất, hoặc thoát khỏi tài khoản trên website hoặc Ứng dụng của FRT khi không sử dụng.\n"
        ],
        "source_file": null
    },
    {
        "input": "Chính sách bảo mật dữ liệu cá nhân của FPT Shop có thể thay đổi và được cập nhật theo thời gian không?",
        "actual_output": null,
        "expected_output": "Chắc chắn rồi! Chính sách bảo mật dữ liệu cá nhân của FPT Shop có thể được sửa đổi theo từng thời kỳ. Những thay đổi và thời điểm có hiệu lực sẽ được cập nhật và công bố tại các kênh giao dịch cũng như các kênh khác của FPT Shop. Khi Khách hàng tiếp tục sử dụng dịch vụ sau khi có thông báo về những sửa đổi, tức là đã đồng ý với các nội dung đã cập nhật. Nếu cần thêm thông tin, đừng ngần ngại liên hệ với chúng tôi!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Chính sách bảo mật dữ liệu cá nhân của FPT Shop có cố định không hay có thể thay đổi?\nCâu trả lời: Chính sách này có thể được sửa đổi theo từng thời kỳ. Những thay đổi và thời điểm có hiệu lực sẽ được cập nhật và công bố tại các Kênh giao dịch và các kênh khác của FRT. Việc Khách hàng tiếp tục sử dụng dịch vụ sau thời hạn thông báo về các nội dung sửa đổi, bổ sung đồng nghĩa với việc Khách hàng đã chấp nhận các nội dung đó.\n"
        ],
        "source_file": null
    },
    {
        "input": "Tôi có thể tìm thông tin bảo hành cho thiết bị đã qua sử dụng mà tôi đã mua từ FPT Shop ở đâu?",
        "actual_output": null,
        "expected_output": "Chào bạn! Để kiểm tra thông tin bảo hành cho thiết bị đã qua sử dụng mà bạn đã mua từ FPT Shop, bạn có thể xem trên hóa đơn bán hàng của mình. Ngoài ra, thông tin bảo hành cũng được cập nhật trên website chính thức của FPT Shop tại địa chỉ fptshop.com.vn. Nếu cần thêm hỗ trợ, đừng ngần ngại liên hệ với chúng tôi nhé!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Làm thế nào để biết được thời hạn bảo hành cụ thể của máy cũ mình đã mua tại FPT Shop?\nCâu trả lời: Hạn bảo hành của sản phẩm máy cũ được thể hiện trên hóa đơn bán hàng và trên website chính thức của FPT Shop tại địa chỉ (fptshop.com.vn).\n"
        ],
        "source_file": null
    },
    {
        "input": "FPT Shop có chính sách bảo hành như thế nào cho các sản phẩm điện tử mà họ bán?",
        "actual_output": null,
        "expected_output": "Cảm ơn bạn đã quan tâm đến chính sách bảo hành của FPT Shop. Tất cả các sản phẩm điện tử mà FPT Shop bán đều được bảo hành theo quy định của nhà sản xuất, thường từ 12 tháng đến 24 tháng. Trong thời gian bảo hành, nếu sản phẩm gặp bất kỳ lỗi nào do nhà sản xuất, bạn có thể mang sản phẩm đến bất kỳ cửa hàng FPT Shop gần nhất để được kiểm tra và sửa chữa miễn phí. Ngoài ra, chúng tôi cũng hỗ trợ khách hàng với các dịch vụ bảo trì và sửa chữa ngoài bảo hành. Nếu bạn cần thêm thông tin cụ thể về từng sản phẩm, hãy cho chúng tôi biết!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Ngoài dữ liệu cá nhân cơ bản và nhạy cảm, FRT còn xử lý những loại dữ liệu nào khác của khách hàng?\nCâu trả lời: Ngoài dữ liệu cá nhân cơ bản và nhạy cảm, FRT còn xử lý: (1) Dữ liệu liên quan đến các trang tin điện tử hoặc ứng dụng: dữ liệu kỹ thuật (loại thiết bị, hệ điều hành, loại trình duyệt, địa chỉ IP, cài đặt ngôn ngữ, ngày giờ kết nối, dữ liệu vị trí, v.v.); chi tiết đăng nhập bảo mật; dữ liệu sử dụng. (2) Dữ liệu tiếp thị: các mối quan tâm đối với quảng cáo; dữ liệu cookie; dữ liệu clickstream; lịch sử duyệt web; phản ứng với tiếp thị trực tiếp; và lựa chọn không tham gia tiếp thị trực tiếp.\n"
        ],
        "source_file": null
    },
    {
        "input": "Các biện pháp nào được áp dụng để bảo vệ dữ liệu cá nhân của khách hàng tại FPT Shop trước các rủi ro như hacker hoặc lỗi phần mềm?",
        "actual_output": null,
        "expected_output": "Cảm ơn bạn đã quan tâm đến vấn đề bảo vệ dữ liệu cá nhân tại FPT Shop. Chúng tôi áp dụng nhiều biện pháp bảo mật nghiêm ngặt để đảm bảo an toàn cho thông tin của khách hàng. Đầu tiên, các hệ thống của chúng tôi được trang bị phần mềm bảo mật hiện đại giúp phát hiện và ngăn chặn các cuộc tấn công từ hacker. Thứ hai, chúng tôi thường xuyên cập nhật phần mềm để sửa chữa các lỗ hổng bảo mật, giảm thiểu rủi ro mất dữ liệu do lỗi phần mềm. Bên cạnh đó, chúng tôi cũng hướng dẫn khách hàng về cách bảo vệ thông tin cá nhân, như tránh truy cập vào các trang web không rõ nguồn gốc hoặc tải ứng dụng không an toàn. Nếu bạn có thêm câu hỏi nào khác, đừng ngần ngại liên hệ với chúng tôi!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Những rủi ro hoặc thiệt hại không mong muốn nào có thể xảy ra đối với dữ liệu cá nhân của khách hàng tại FRT?\nCâu trả lời: Một số hậu quả, thiệt hại không mong muốn có thể xảy ra bao gồm: lỗi phần cứng, phần mềm trong quá trình xử lý làm mất dữ liệu; lỗ hổng bảo mật nằm ngoài khả năng kiểm soát của FRT bị hacker tấn công gây lộ lọt dữ liệu; hoặc Khách hàng tự làm lộ lọt dữ liệu cá nhân do bất cẩn hoặc bị lừa đảo (ví dụ: truy cập website/tải ứng dụng độc hại).\n"
        ],
        "source_file": null
    },
    {
        "input": "Nếu một khách hàng không hài lòng với sản phẩm đã mua tại FPT Shop, họ có thể làm gì để được hỗ trợ và giải quyết vấn đề?",
        "actual_output": null,
        "expected_output": "Chào bạn! Nếu bạn không hài lòng với sản phẩm đã mua tại FPT Shop, bạn có thể liên hệ ngay với bộ phận chăm sóc khách hàng của chúng tôi. Bạn nên mang theo hóa đơn mua hàng và sản phẩm để được hỗ trợ tốt nhất. Đội ngũ của chúng tôi sẵn sàng lắng nghe và sẽ giúp bạn giải quyết vấn đề thông qua các phương thức như hoàn trả, đổi sản phẩm hoặc bảo hành, tùy thuộc vào trường hợp cụ thể. Cảm ơn bạn đã chọn FPT Shop!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Trong trường hợp có tranh chấp phát sinh từ Chính sách bảo mật dữ liệu cá nhân khách hàng, quy trình giải quyết sẽ như thế nào?\nCâu trả lời: Trong quá trình thực hiện nếu phát sinh tranh chấp, các Bên sẽ chủ động giải quyết thông qua thương lượng, hòa giải. Trường hợp hòa giải không thành, tranh chấp sẽ được đưa ra Tòa án nhân dân có thẩm quyền để giải quyết theo quy định của pháp luật.\n"
        ],
        "source_file": null
    },
    {
        "input": "Nếu FPT Shop cập nhật chính sách bảo mật, tôi có thể tìm thông tin chi tiết ở đâu để hiểu rõ hơn về các thay đổi này?",
        "actual_output": null,
        "expected_output": "Cảm ơn bạn đã quan tâm đến chính sách bảo mật dữ liệu cá nhân của FPT Shop. Khi có bất kỳ thay đổi nào về chính sách này, thông tin chi tiết sẽ được cập nhật và công bố tại các Kênh giao dịch của FPT Shop cùng các kênh thông tin khác. Bạn hãy theo dõi thường xuyên để nắm bắt các thông tin mới nhất. Nếu bạn có thêm thắc mắc nào khác, đừng ngần ngại liên hệ với chúng tôi!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Chính sách bảo mật dữ liệu cá nhân của FPT Shop có cố định không hay có thể thay đổi?\nCâu trả lời: Chính sách này có thể được sửa đổi theo từng thời kỳ. Những thay đổi và thời điểm có hiệu lực sẽ được cập nhật và công bố tại các Kênh giao dịch và các kênh khác của FRT. Việc Khách hàng tiếp tục sử dụng dịch vụ sau thời hạn thông báo về các nội dung sửa đổi, bổ sung đồng nghĩa với việc Khách hàng đã chấp nhận các nội dung đó.\n"
        ],
        "source_file": null
    },
    {
        "input": "So sánh các hình thức trả góp tại FPT Shop, bao gồm thẻ tín dụng, Kredivo và MoMo.",
        "actual_output": null,
        "expected_output": "Tại FPT Shop, chúng tôi cung cấp nhiều hình thức trả góp để khách hàng dễ dàng lựa chọn. \n\n1. **Trả góp qua thẻ tín dụng**: Đây là phương thức nhanh chóng, cho phép khách hàng chia nhỏ hóa đơn thanh toán hàng tháng với lãi suất hấp dẫn.\n\n2. **Kredivo**: Với Kredivo, khách hàng có thể mua hàng ngay và hưởng chương trình trả góp linh hoạt từ 3 đến 12 tháng, đơn giản và không cần chứng minh thu nhập.\n\n3. **MoMo**: Hình thức này cho phép khách hàng trả góp online qua ứng dụng MoMo, tiện lợi và dễ dàng quản lý các khoản thanh toán.\n\nMỗi hình thức đều có những ưu điểm riêng, giúp khách hàng dễ dàng sở hữu sản phẩm mơ ước một cách tiện lợi và hiệu quả. Nếu cần thêm thông tin chi tiết, xin vui lòng liên hệ với chúng tôi. Cảm ơn bạn đã quan tâm đến FPT Shop!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: FPT Shop có những hình thức trả góp nào?\nCâu trả lời: Nhằm mang tới sự thuận tiện trong quá trình mua hàng, giúp Quý khách nhanh chóng sở hữu sản phẩm mong muốn, đi kèm với đó là các chương trình hấp dẫn. FPT Shop cung cấp dịch vụ trả góp đa dạng, dễ dàng tiếp cận, trong đó bao gồm trả góp qua thẻ tín dụng, trả góp qua Kredivo, trả góp qua Home PayLater, trả góp qua MoMo và trả góp qua Công ty tài chính.\n"
        ],
        "source_file": null
    },
    {
        "input": "Các hình thức thanh toán nào có sẵn cho các đơn hàng trực tuyến tại FPT Shop dựa trên giá trị đơn hàng?",
        "actual_output": null,
        "expected_output": "Cảm ơn bạn đã quan tâm đến FPT Shop! Đối với đơn hàng trực tuyến, hình thức thanh toán sẽ phụ thuộc vào giá trị của đơn hàng. Cụ thể, nếu đơn hàng của bạn có giá trị từ 50 triệu trở lên, bạn cần thanh toán 100% giá trị đơn hàng trước khi giao hàng tại nhà. Đối với đơn hàng dưới 50 triệu, bạn có thể nhận hàng và thanh toán tại nhà khi đồng ý mua hàng. Nếu cần thêm thông tin, xin đừng ngần ngại liên hệ với chúng tôi!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Hình thức thanh toán khi mua hàng trực tuyến tại FPT Shop?\nCâu trả lời: Đơn hàng có giá trị từ 50 triệu trở lên: Quý khách phải thanh toán trước 100% giá trị đơn hàng nếu muốn giao hàng tại nhà.\nĐơn hàng có giá trị dưới 50 triệu: Quý khách có thể nhận hàng và thanh toán tại nhà khi đồng ý mua hàng.\n"
        ],
        "source_file": null
    },
    {
        "input": "Nếu một khách hàng quên mật khẩu và chia sẻ mật khẩu mới, họ nên làm gì để bảo vệ thông tin cá nhân của mình tại FPT Shop?",
        "actual_output": null,
        "expected_output": "Để bảo vệ thông tin cá nhân của mình tại FPT Shop, khi khách hàng quên mật khẩu và phải chia sẻ mật khẩu mới, họ nên thực hiện các bước sau:\n\n1. **Không chia sẻ mật khẩu mới** với bất kỳ ai khác, vì thông tin này rất nhạy cảm.\n2. **Thay đổi mật khẩu ngay lập tức** sau khi nhận thấy sự chia sẻ không mong muốn.\n3. **Bảo mật thông tin đăng nhập** của mình, tránh việc ghi nhớ ở nơi dễ bị tiếp cận.\n4. **Đăng xuất và khóa tài khoản** khi không sử dụng, để ngăn chặn truy cập trái phép.\n\nFPT Shop luôn khuyến khích khách hàng cẩn thận với thông tin cá nhân của mình để đảm bảo an toàn tối đa.",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: FRT đưa ra khuyến cáo gì cho khách hàng để tự bảo vệ thông tin cá nhân của mình?\nCâu trả lời: FRT khuyến cáo Khách hàng bảo mật các thông tin liên quan đến mật khẩu đăng nhập vào tài khoản, mã OTP và không chia sẻ chúng với bất kỳ người nào khác. Khách hàng cũng nên bảo quản thiết bị điện tử cẩn thận trong quá trình sử dụng; nên khóa, đăng xuất, hoặc thoát khỏi tài khoản trên website hoặc Ứng dụng của FRT khi không sử dụng.\n"
        ],
        "source_file": null
    },
    {
        "input": "FPT Shop có hỗ trợ lắp đặt miễn phí cho TV và điều hòa sau khi giao hàng không?",
        "actual_output": null,
        "expected_output": "Câu trả lời tư vấn rõ ràng, chính xác, thể hiện sự chuyên nghiệp và thân thiện như một nhân viên bán hàng của FPT Shop: Vâng, FPT Shop hỗ trợ lắp đặt miễn phí cho các sản phẩm như TV và điều hòa sau khi giao hàng đến nơi. Quý khách có thể yên tâm về dịch vụ lắp đặt của chúng tôi!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: FPT Shop có hỗ trợ lắp đặt sản phẩm tại nhà không?\nCâu trả lời: FPT Shop hỗ trợ lắp đặt miễn phí cho các sản phẩm cần lắp đặt như TV, điều hòa sau khi giao hàng đến nơi.\n"
        ],
        "source_file": null
    },
    {
        "input": "Chính sách đổi trả sản phẩm bị lỗi của FPT Shop khác gì so với chính sách trả hàng trước khi kích hoạt bảo hành?",
        "actual_output": null,
        "expected_output": "Cảm ơn bạn đã quan tâm đến chính sách đổi trả sản phẩm của FPT Shop. Chính sách đổi trả sản phẩm bị lỗi cho phép khách hàng đổi sản phẩm mới nếu phát hiện lỗi kỹ thuật do nhà sản xuất. Trong khi đó, chính sách trả hàng trước khi kích hoạt bảo hành cho phép khách hàng đổi sản phẩm nếu có lỗi ngoại quan ngay khi nhận hàng hoặc trước khi kích hoạt bảo hành điện tử. Nếu bạn cần thêm thông tin, đừng ngần ngại liên hệ với chúng tôi!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: FPT Shop hỗ trợ đổi trả sản phẩm như thế nào?\nCâu trả lời: Khách hàng có thể đổi sản phẩm nếu phát hiện lỗi ngoại quan trước khi kích hoạt bảo hành điện tử hoặc ngay khi nhận hàng. Nếu sản phẩm có lỗi kỹ thuật của nhà sản xuất, khách hàng được đổi sản phẩm mới tại FPT Shop.\n"
        ],
        "source_file": null
    },
    {
        "input": "Khi có tranh chấp về sản phẩm, quy trình giải quyết và các chính sách bảo hành tại FPT Shop là gì?",
        "actual_output": null,
        "expected_output": "Cảm ơn bạn đã quan tâm đến chính sách bảo hành và quy trình giải quyết tranh chấp tại FPT Shop. Trong trường hợp có tranh chấp về sản phẩm, chúng tôi sẽ chủ động giải quyết thông qua thương lượng và hòa giải. Nếu không đạt được thỏa thuận, bạn có thể đưa vấn đề ra Tòa án nhân dân có thẩm quyền để được giải quyết theo quy định của pháp luật. Ngoài ra, bạn có thể tham khảo các chính sách bảo hành cụ thể của sản phẩm mình đã mua tại FPT Shop để nắm rõ quyền lợi của mình. Chúng tôi luôn sẵn sàng hỗ trợ bạn!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Trong trường hợp có tranh chấp phát sinh từ Chính sách bảo mật dữ liệu cá nhân khách hàng, quy trình giải quyết sẽ như thế nào?\nCâu trả lời: Trong quá trình thực hiện nếu phát sinh tranh chấp, các Bên sẽ chủ động giải quyết thông qua thương lượng, hòa giải. Trường hợp hòa giải không thành, tranh chấp sẽ được đưa ra Tòa án nhân dân có thẩm quyền để giải quyết theo quy định của pháp luật.\n"
        ],
        "source_file": null
    },
    {
        "input": "Điều kiện bảo hành cho thiết bị đổi trả tại FPT Shop là gì?",
        "actual_output": null,
        "expected_output": "Cảm ơn bạn đã quan tâm đến chính sách bảo hành của FPT Shop. Đối với máy đổi trả, thiết bị sẽ được bảo hành 1 đổi 1 trong vòng 30 ngày nếu có lỗi từ nhà sản xuất. Sau thời gian này, nếu thiết bị còn trong thời gian bảo hành của hãng, chúng tôi sẽ thực hiện bảo hành theo chính sách của hãng. Khi hết thời gian bảo hành mặc định, FPT Shop sẽ cung cấp thêm chế độ bảo hành từ 1 đến 12 tháng, tùy thuộc vào từng loại sản phẩm. Nếu bạn có thêm câu hỏi nào, đừng ngần ngại liên hệ với chúng tôi!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Chế độ bảo hành cho máy đổi trả tại FPT Shop như thế nào?\nCâu trả lời: Máy đổi trả tại FPT Shop được bảo hành 1 đổi 1 trong 30 ngày nếu có lỗi nhà sản xuất, và bảo hành theo chính sách của hãng nếu còn bảo hành mặc định. Hết bảo hành mặc định, FPT Shop bảo hành từ 1 đến 12 tháng tùy loại sản phẩm.\n"
        ],
        "source_file": null
    },
    {
        "input": "Khách hàng có thể thực hiện thanh toán trước khi giao hàng cho đơn hàng lớn không?",
        "actual_output": null,
        "expected_output": "Câu trả lời tư vấn rõ ràng, chính xác, thể hiện sự chuyên nghiệp và thân thiện như một nhân viên bán hàng của FPT Shop: Vâng, khách hàng có thể thực hiện thanh toán trước 100% giá trị đơn hàng nếu đơn hàng có giá trị từ 50 triệu trở lên và muốn nhận hàng tại nhà. Nếu đơn hàng dưới 50 triệu, khách hàng có thể nhận hàng và thanh toán tại nhà. Nếu bạn cần thêm thông tin, vui lòng liên hệ với chúng tôi!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Hình thức thanh toán khi mua hàng trực tuyến tại FPT Shop?\nCâu trả lời: Đơn hàng có giá trị từ 50 triệu trở lên: Quý khách phải thanh toán trước 100% giá trị đơn hàng nếu muốn giao hàng tại nhà.\nĐơn hàng có giá trị dưới 50 triệu: Quý khách có thể nhận hàng và thanh toán tại nhà khi đồng ý mua hàng.\n"
        ],
        "source_file": null
    },
    {
        "input": "FPT Shop có cho phép đặt giữ máy cũ trên website trong vòng 24 tiếng không?",
        "actual_output": null,
        "expected_output": "Câu trả lời tư vấn rõ ràng, chính xác, thể hiện sự chuyên nghiệp và thân thiện như một nhân viên bán hàng của FPT Shop: Có, FPT Shop cho phép khách hàng đặt giữ máy cũ nếu tìm thấy sản phẩm ưng ý trên website, thời gian giữ hàng là trong vòng 24 tiếng. Hãy nhanh tay đặt giữ để không bỏ lỡ cơ hội sở hữu sản phẩm mình thích!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: FPT Shop có cho phép đặt giữ máy cũ nếu tôi tìm thấy sản phẩm ưng ý trên website không?\nCâu trả lời: Có, nếu khách hàng tìm thấy sản phẩm máy cũ vừa ý trên website, có thể đặt giữ hàng trong vòng 24 tiếng.\n"
        ],
        "source_file": null
    },
    {
        "input": "FPT Shop khuyến cáo những biện pháp nào để bảo vệ thông tin tài khoản cá nhân hiệu quả?",
        "actual_output": null,
        "expected_output": "FPT Shop khuyến cáo Quý khách hàng bảo mật các thông tin liên quan đến mật khẩu đăng nhập, mã OTP và không chia sẻ chúng với bất kỳ ai. Ngoài ra, Quý khách cũng nên luôn khóa, đăng xuất hoặc thoát khỏi tài khoản trên website hoặc ứng dụng của FPT Shop khi không sử dụng, và bảo quản thiết bị điện tử cẩn thận trong suốt quá trình sử dụng để bảo vệ thông tin cá nhân hiệu quả nhất. Nếu cần thêm thông tin, FPT Shop luôn sẵn sàng hỗ trợ!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: FRT đưa ra khuyến cáo gì cho khách hàng để tự bảo vệ thông tin cá nhân của mình?\nCâu trả lời: FRT khuyến cáo Khách hàng bảo mật các thông tin liên quan đến mật khẩu đăng nhập vào tài khoản, mã OTP và không chia sẻ chúng với bất kỳ người nào khác. Khách hàng cũng nên bảo quản thiết bị điện tử cẩn thận trong quá trình sử dụng; nên khóa, đăng xuất, hoặc thoát khỏi tài khoản trên website hoặc Ứng dụng của FRT khi không sử dụng.\n"
        ],
        "source_file": null
    },
    {
        "input": "FPT Shop miễn phí lắp đặt cho các sản phẩm nào như TV và điều hòa?",
        "actual_output": null,
        "expected_output": "Cảm ơn bạn đã quan tâm đến dịch vụ của FPT Shop! Chúng tôi hỗ trợ lắp đặt miễn phí cho các sản phẩm cần lắp đặt như TV và điều hòa sau khi giao hàng. Nếu bạn cần thêm thông tin hoặc hỗ trợ, đừng ngần ngại liên hệ với chúng tôi nhé!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: FPT Shop có hỗ trợ lắp đặt sản phẩm tại nhà không?\nCâu trả lời: FPT Shop hỗ trợ lắp đặt miễn phí cho các sản phẩm cần lắp đặt như TV, điều hòa sau khi giao hàng đến nơi.\n"
        ],
        "source_file": null
    },
    {
        "input": "FPT Shop có áp dụng chương trình trả góp mới qua nền tảng Kredivo không?",
        "actual_output": null,
        "expected_output": "Cảm ơn bạn đã quan tâm đến FPT Shop! Hiện tại, chương trình trả góp qua nền tảng Kredivo đang được cập nhật. Quý khách vui lòng theo dõi thông tin mới nhất từ chúng tôi để biết thêm chi tiết. Nếu cần hỗ trợ thêm, đừng ngần ngại liên hệ với FPT Shop nhé!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: FPT Shop có hỗ trợ trả góp qua Kredivo không?\nCâu trả lời: Chính sách trả góp qua Kredivo hiện đang được cập nhật. Quý khách vui lòng theo dõi thông tin mới nhất từ FPT Shop.\n"
        ],
        "source_file": null
    },
    {
        "input": "So sánh chính sách hỗ trợ trả góp qua Home PayLater của FPT Shop với các phương thức trả góp khác như thế nào?",
        "actual_output": null,
        "expected_output": "Cảm ơn bạn đã quan tâm đến chính sách trả góp của FPT Shop! Hiện tại, chính sách hỗ trợ trả góp qua Home PayLater đang được cập nhật, vì vậy chúng tôi chưa thể so sánh cụ thể với các phương thức trả góp khác. Để có thông tin chi tiết và chính xác nhất, quý khách vui lòng theo dõi các thông báo mới từ chúng tôi. Nếu có thêm câu hỏi nào, đừng ngần ngại liên hệ với FPT Shop!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: FPT Shop có hỗ trợ trả góp qua Home PayLater không?\nCâu trả lời: Chính sách trả góp qua Home PayLater hiện đang được cập nhật. Quý khách vui lòng theo dõi thông tin mới nhất từ FPT Shop.\n"
        ],
        "source_file": null
    },
    {
        "input": "FPT Shop có chính sách bảo hành và đổi trả sản phẩm như thế nào?",
        "actual_output": null,
        "expected_output": "Chào bạn, tại FPT Shop, sản phẩm đổi trả được bảo hành 1 đổi 1 trong 30 ngày nếu có lỗi từ nhà sản xuất. Ngoài ra, sản phẩm sẽ được bảo hành theo chính sách của hãng nếu còn trong thời gian bảo hành mặc định. Sau khi hết bảo hành mặc định, chúng tôi sẽ tiếp tục hỗ trợ bảo hành từ 1 đến 12 tháng tùy theo từng loại sản phẩm. Nếu bạn cần thêm thông tin, xin vui lòng liên hệ với chúng tôi!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Chế độ bảo hành cho máy đổi trả tại FPT Shop như thế nào?\nCâu trả lời: Máy đổi trả tại FPT Shop được bảo hành 1 đổi 1 trong 30 ngày nếu có lỗi nhà sản xuất, và bảo hành theo chính sách của hãng nếu còn bảo hành mặc định. Hết bảo hành mặc định, FPT Shop bảo hành từ 1 đến 12 tháng tùy loại sản phẩm.\n"
        ],
        "source_file": null
    },
    {
        "input": "Khách hàng có thể đổi sản phẩm nếu phát hiện lỗi khi nhận hàng trước thời gian bảo hành không?",
        "actual_output": null,
        "expected_output": "Câu trả lời tư vấn rõ ràng, chính xác, thể hiện sự chuyên nghiệp và thân thiện như một nhân viên bán hàng của FPT Shop: Khách hàng hoàn toàn có thể đổi sản phẩm nếu phát hiện lỗi ngoại quan khi nhận hàng, trước khi kích hoạt bảo hành điện tử. Chúng tôi luôn sẵn sàng hỗ trợ bạn trong việc đổi trả sản phẩm để đảm bảo sự hài lòng. ",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: FPT Shop hỗ trợ đổi trả sản phẩm như thế nào?\nCâu trả lời: Khách hàng có thể đổi sản phẩm nếu phát hiện lỗi ngoại quan trước khi kích hoạt bảo hành điện tử hoặc ngay khi nhận hàng. Nếu sản phẩm có lỗi kỹ thuật của nhà sản xuất, khách hàng được đổi sản phẩm mới tại FPT Shop.\n"
        ],
        "source_file": null
    },
    {
        "input": "Tôi có thể mang sản phẩm đã mua tại FPT Shop đến đâu để được bảo hành trên toàn quốc?",
        "actual_output": null,
        "expected_output": "Khách hàng có thể mang sản phẩm đã mua tại FPT Shop đến tất cả các cửa hàng FPT Shop trên toàn quốc để được bảo hành. Chúng tôi luôn sẵn sàng hỗ trợ bạn!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Tôi có thể mang máy cũ đã mua ở FPT Shop đến đâu để được bảo hành?\nCâu trả lời: Khách hàng có thể mang máy đến bảo hành tại tất cả các cửa hàng FPT Shop trên toàn quốc.\n"
        ],
        "source_file": null
    },
    {
        "input": "Nếu tôi phát hiện một sản phẩm máy cũ hấp dẫn tại FPT Shop, tôi có thể đặt giữ hàng trong bao lâu để đảm bảo không bị mất cơ hội mua sắm?",
        "actual_output": null,
        "expected_output": "Chào bạn! Nếu bạn phát hiện một sản phẩm máy cũ hấp dẫn tại FPT Shop, bạn hoàn toàn có thể đặt giữ hàng trong vòng 24 tiếng để đảm bảo không bị mất cơ hội mua sắm. Nếu cần thêm thông tin hay hỗ trợ, đừng ngần ngại liên hệ với chúng tôi nhé!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: FPT Shop có cho phép đặt giữ máy cũ nếu tôi tìm thấy sản phẩm ưng ý trên website không?\nCâu trả lời: Có, nếu khách hàng tìm thấy sản phẩm máy cũ vừa ý trên website, có thể đặt giữ hàng trong vòng 24 tiếng.\n"
        ],
        "source_file": null
    },
    {
        "input": "Chính sách giao hàng của FPT Shop áp dụng cho tất cả 63 tỉnh thành như thế nào? Có thông tin chi tiết về phí và khoảng cách giao hàng không?",
        "actual_output": null,
        "expected_output": "Chính sách giao hàng của FPT Shop áp dụng trên toàn quốc với 63 tỉnh thành. Chúng tôi cung cấp miễn phí giao hàng trong bán kính 20km. Đối với đơn hàng dưới 100.000 VNĐ, sẽ thu phí 10.000 VNĐ. Nếu khoảng cách xa hơn, nhân viên của chúng tôi sẽ tư vấn chi tiết về cách thức giao nhận thuận tiện nhất. Nếu bạn cần thêm thông tin, đừng ngần ngại liên hệ với chúng tôi!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: FPT Shop có chính sách giao hàng tại nhà như thế nào?\nCâu trả lời: FPT Shop hỗ trợ giao hàng tại nhà trên toàn quốc với phạm vi phủ sóng 63 tỉnh thành. Miễn phí giao hàng trong bán kính 20km với đơn hàng dưới 100.000 VNĐ thu phí 10.000 VNĐ. Với khoảng cách xa hơn, nhân viên sẽ tư vấn chi tiết về cách thức giao nhận thuận tiện nhất.\n"
        ],
        "source_file": null
    },
    {
        "input": "Nếu Home PayLater không được hỗ trợ, khách hàng có thể tìm hiểu về các phương thức trả góp khác nào tại FPT Shop?",
        "actual_output": null,
        "expected_output": "Xin chào quý khách! Nếu Home PayLater không được hỗ trợ, quý khách có thể tìm hiểu về các phương thức trả góp khác tại FPT Shop như trả góp qua thẻ tín dụng hoặc các đối tác tài chính khác mà chúng tôi hợp tác. Chúng tôi luôn sẵn sàng hỗ trợ quý khách tìm ra giải pháp tài chính phù hợp nhất. Hãy liên hệ với chúng tôi để biết thêm chi tiết!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: FPT Shop có hỗ trợ trả góp qua Home PayLater không?\nCâu trả lời: Chính sách trả góp qua Home PayLater hiện đang được cập nhật. Quý khách vui lòng theo dõi thông tin mới nhất từ FPT Shop.\n"
        ],
        "source_file": null
    },
    {
        "input": "Cập nhật chính sách trả góp Kredivo của FPT Shop có ảnh hưởng gì đến khách hàng?",
        "actual_output": null,
        "expected_output": "Câu trả lời tư vấn rõ ràng, chính xác, thể hiện sự chuyên nghiệp và thân thiện như một nhân viên bán hàng của FPT Shop: Khi chính sách trả góp qua Kredivo được cập nhật, khách hàng có thể mong đợi những điều kiện và mức lãi suất mới hấp dẫn hơn. Để nắm bắt thông tin chính xác và kịp thời, quý khách vui lòng theo dõi thông tin từ FPT Shop. Chúng tôi luôn sẵn sàng hỗ trợ khách hàng trong quá trình lựa chọn phương thức thanh toán phù hợp.",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: FPT Shop có hỗ trợ trả góp qua Kredivo không?\nCâu trả lời: Chính sách trả góp qua Kredivo hiện đang được cập nhật. Quý khách vui lòng theo dõi thông tin mới nhất từ FPT Shop.\n"
        ],
        "source_file": null
    },
    {
        "input": "Chính sách bảo hành cho thiết bị đã qua sử dụng của FPT Shop áp dụng như thế nào tại các cửa hàng trên toàn quốc?",
        "actual_output": null,
        "expected_output": "Chào bạn, chính sách bảo hành cho thiết bị đã qua sử dụng của FPT Shop áp dụng tại tất cả các cửa hàng trên toàn quốc. Bạn chỉ cần mang máy đến cửa hàng FPT Shop gần nhất để được hỗ trợ bảo hành. Nếu bạn cần thêm thông tin, đừng ngần ngại liên hệ với chúng tôi. Cảm ơn bạn đã lựa chọn FPT Shop!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Tôi có thể mang máy cũ đã mua ở FPT Shop đến đâu để được bảo hành?\nCâu trả lời: Khách hàng có thể mang máy đến bảo hành tại tất cả các cửa hàng FPT Shop trên toàn quốc.\n"
        ],
        "source_file": null
    },
    {
        "input": "Phí giao hàng tại FPT Shop cho đơn hàng dưới 100.000 VNĐ và ở xa là bao nhiêu?",
        "actual_output": null,
        "expected_output": "Cảm ơn bạn đã quan tâm đến chính sách giao hàng tại FPT Shop! Đối với đơn hàng dưới 100.000 VNĐ, phí giao hàng là 10.000 VNĐ nếu bạn ở trong bán kính 20km. Trong trường hợp bạn ở xa hơn, nhân viên của chúng tôi sẽ tư vấn chi tiết về phí và cách thức giao nhận thuận tiện nhất. Nếu bạn cần thêm thông tin nào, hãy cho chúng tôi biết nhé!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: FPT Shop có chính sách giao hàng tại nhà như thế nào?\nCâu trả lời: FPT Shop hỗ trợ giao hàng tại nhà trên toàn quốc với phạm vi phủ sóng 63 tỉnh thành. Miễn phí giao hàng trong bán kính 20km với đơn hàng dưới 100.000 VNĐ thu phí 10.000 VNĐ. Với khoảng cách xa hơn, nhân viên sẽ tư vấn chi tiết về cách thức giao nhận thuận tiện nhất.\n"
        ],
        "source_file": null
    },
    {
        "input": "Chính sách bảo hành của các dòng sản phẩm khác nhau tại FPT Shop có ảnh hưởng như thế nào đến quyền lợi của khách hàng?",
        "actual_output": null,
        "expected_output": "Câu trả lời tư vấn rõ ràng, chính xác, thể hiện sự chuyên nghiệp và thân thiện như một nhân viên bán hàng của FPT Shop: Chính sách bảo hành của các dòng sản phẩm khác nhau tại FPT Shop sẽ ảnh hưởng đến quyền lợi của khách hàng bởi vì mỗi sản phẩm sẽ có thời gian và điều kiện bảo hành riêng biệt. Điều này có nghĩa là khách hàng sẽ được bảo vệ quyền lợi tương ứng với từng sản phẩm mà họ mua. Để có thông tin cụ thể hơn về quyền lợi bảo hành cho sản phẩm mình đang quan tâm, xin vui lòng liên hệ bộ phận Chăm sóc Khách hàng của FPT Shop qua số điện thoại 1800 6616. Chúng tôi luôn sẵn sàng hỗ trợ bạn!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Chính sách bảo hành có khác nhau giữa các dòng sản phẩm không?\nCâu trả lời: Có, với mỗi dòng sản phẩm khác nhau sẽ có chính sách bảo hành khác nhau tùy theo chính sách của Hãng/Nhà cung cấp. Để tìm hiểu thông tin chi tiết về chính sách bảo hành cho sản phẩm cụ thể, xin liên hệ bộ phận Chăm sóc Khách hàng của FPT Shop 1800 6616.\n"
        ],
        "source_file": null
    },
    {
        "input": "Chính sách bảo hành của FPT Shop so với các nhà bán lẻ khác cho sản phẩm chính hãng như thế nào?",
        "actual_output": null,
        "expected_output": "Câu trả lời tư vấn rõ ràng, chính xác, thể hiện sự chuyên nghiệp và thân thiện như một nhân viên bán hàng của FPT Shop: Chính sách bảo hành của FPT Shop cho sản phẩm chính hãng là hoàn toàn phù hợp với chính sách của nhà sản xuất, đảm bảo quyền lợi cho khách hàng. Điểm nổi bật là FPT Shop còn hỗ trợ gửi bảo hành miễn phí đối với cả sản phẩm mua tại Shop và các chuỗi bán lẻ khác, giúp khách hàng yên tâm hơn khi sử dụng sản phẩm.",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Chính sách bảo hành chung của sản phẩm tại FPT Shop như thế nào?\nCâu trả lời: Tất cả sản phẩm tại FPT Shop đều là chính hãng và được bảo hành theo đúng chính sách của nhà sản xuất. FPT Shop cũng hỗ trợ gửi bảo hành miễn phí giúp khách hàng đối với cả sản phẩm mua tại Shop và các chuỗi bán lẻ khác.\n"
        ],
        "source_file": null
    },
    {
        "input": "Cần lưu ý gì về dữ liệu cá nhân và mật khẩu khi gửi sản phẩm bảo hành tại FPT Shop?",
        "actual_output": null,
        "expected_output": "Khi gửi sản phẩm bảo hành tại FPT Shop, Quý khách cần lưu ý rằng tất cả dữ liệu trên sản phẩm sẽ bị xóa và định dạng lại. Vì vậy, Quý khách vui lòng sao lưu toàn bộ dữ liệu và gỡ bỏ thông tin cá nhân muốn bảo mật. FPT Shop không chịu trách nhiệm về mất mát dữ liệu. Ngoài ra, Quý khách cũng cần tắt tất cả mật khẩu bảo vệ, vì FPT Shop sẽ từ chối tiếp nhận bảo hành nếu thiết bị bị khóa. Chúng tôi luôn sẵn sàng hỗ trợ Quý khách!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Cần lưu ý gì về dữ liệu cá nhân và mật khẩu khi gửi sản phẩm bảo hành tại FPT Shop?\nCâu trả lời: Trong quá trình thực hiện dịch vụ bảo hành, các nội dung lưu trữ trên sản phẩm của Quý khách sẽ bị xóa và định dạng lại. Quý khách vui lòng tự sao lưu toàn bộ dữ liệu và gỡ bỏ tất cả thông tin cá nhân muốn bảo mật. FPT Shop không chịu trách nhiệm về mất mát dữ liệu. Vui lòng tắt tất cả mật khẩu bảo vệ, FPT Shop sẽ từ chối tiếp nhận bảo hành nếu thiết bị bị khóa.\n"
        ],
        "source_file": null
    },
    {
        "input": "Nếu FPT Shop bất ngờ tăng thời gian bảo hành gấp đôi, chính sách hỗ trợ khách hàng sẽ thay đổi như thế nào?",
        "actual_output": null,
        "expected_output": "Cảm ơn bạn đã quan tâm đến chính sách bảo hành của FPT Shop. Nếu FPT Shop tăng thời gian bảo hành gấp đôi, chính sách hỗ trợ khách hàng có thể sẽ được điều chỉnh để đảm bảo quyền lợi tối ưu cho khách hàng. Trong trường hợp này, khách hàng vẫn sẽ được hưởng các quyền lợi như đổi sản phẩm mới trong vòng 30 ngày nếu có lỗi từ nhà sản xuất, gửi bảo hành miễn phí và theo dõi tiến độ nhanh chóng. Tuy nhiên, các điều khoản cụ thể sẽ được FPT Shop cập nhật để phù hợp với thời gian bảo hành mới. Bạn vui lòng theo dõi thông tin từ FPT Shop để nhận được sự hỗ trợ tốt nhất!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Chính sách bảo hành của FPT ?\nCâu trả lời: Tất cả sản phẩm tại FPT Shop kinh doanh đều là sản phẩm chính hãng và được bảo hành theo đúng chính sách của nhà sản xuất(*). Ngoài ra FPT Shop cũng hỗ trợ gửi bảo hành miễn phí giúp khách hàng đối với cả sản phẩm do FPT Shop bán ra và sản phẩm Quý khách mua tại các chuỗi bán lẻ khác.\nMua hàng tại FPT Shop, Quý khách sẽ được hưởng những đặc quyền sau:\n    - Bảo hành đổi sản phẩm mới ngay tại shop trong 30 ngày nếu có lỗi NSX.(**)\n    - Gửi bảo hành chính hãng không mất phí vận chuyển.(***)\n    - Theo dõi tiến độ bảo hành nhanh chóng qua kênh hotline hoặc tự tra cứu [Tại đây](https://fptshop.com.vn/kiem-tra-bao-hanh?tab=thong-tin-bao-hanh).\n    - Hỗ trợ làm việc với hãng để xử lý phát sinh trong quá trình bảo hành.\nBên cạnh đó Quý khách có thể tham khảo một số các trường hợp thường gặp nằm ngoài chính sách bảo hành sau để xác định sơ bộ máy có đủ điều kiện bảo hành hãng:\n    - Sản phẩm hết hạn bảo hành (Vui lòng tra cứu thời hạn bảo hành sản phẩm [Tại đây](https://fptshop.com.vn/kiem-tra-bao-hanh?tab=thong-tin-bao-hanh))\n    - Sản phẩm đã bị thay đổi, sửa chữa không thuộc các Trung Tâm Bảo Hành Ủy Quyền của Hãng.\n    - Sản phẩm lắp đặt, bảo trì, sử dụng không đúng theo hướng dẫn của Nhà sản xuất gây ra hư hỏng.\n    - Sản phẩm lỗi do ngấm nước, chất lỏng và bụi bẩn. Quy định này áp dụng cho cả những thiết bị đạt chứng nhận kháng nước/kháng bụi cao nhất là IP68.\n    - Sản phẩm bị biến dạng, nứt vỡ, cấn móp, trầy xước nặng do tác động nhiệt, tác động bên ngoài.\n    - Sản phẩm có vết mốc, rỉ sét hoặc bị ăn mòn, oxy hóa bởi hóa chất.\n    - Sản phẩm bị hư hại do thiên tai, hỏa hoạn, lụt lội, sét đánh, côn trùng, động vật vào.\n    - Sản phẩm trong tình trạng bị khóa tài khoản cá nhân như: Tài khoản khóa máy/màn hình, khóa tài khoản trực tuyến Xiaomi Cloud, Samsung Cloud, iCloud, Gmail...\n    - Khách hàng sử dụng phần mềm, ứng dụng không chính hãng, không bản quyền.\n    - Màn hình có bốn (04) điểm chết trở xuống.\nLưu ý:\n    - Chương trình bảo hành bắt đầu có hiệu lực từ thời điểm FPT Shop xuất hóa đơn cho Quý khách.\n    - Với mỗi dòng sản phẩm khác nhau sẽ có chính sách bảo hành khác nhau tùy theo chính sách của Hãng/Nhà cung cấp.\n    - Để tìm hiểu thông tin chi tiết về chính sách bảo hành cho sản phẩm cụ thể, xin liên hệ bộ phận Chăm sóc Khách hàng của FPT Shop 1800 6616.\n    - Tra cứu tình trạng máy gửi bảo hành bất cứ lúc nào [Tại đây](https://fptshop.com.vn/kiem-tra-bao-hanh?tab=thong-tin-bao-hanh).\n    - Trong quá trình thực hiện dịch vụ bảo hành, các nội dung lưu trữ trên sản phẩm của Quý khách sẽ bị xóa và định dạng lại. Do đó, Quý khách vui lòng tự sao lưu toàn bộ dữ liệu trong sản phẩm, đồng thời gỡ bỏ tất cả các thông tin cá nhân mà Quý khách muốn bảo mật. FPT Shop không chịu trách nhiệm đối với bất kỳ mất mát nào liên quan tới các chương trình phần mềm, dữ liệu hoặc thông tin nào khác lưu trữ trên sản phẩm bảo hành.\n    - Vui lòng tắt tất cả các mật khẩu bảo vệ, FPT Shop sẽ từ chối tiếp nhận bảo hành nếu thiết bị của bạn bị khóa bởi bất cứ phương pháp nào.\n(*) Áp dụng với các sản phẩm bán mới hoặc còn hạn bảo hành mặc định nếu đã qua sử dụng.\n(**) Áp dụng với các sản phẩm thuộc diện đổi mới trong 30 ngày nếu có lỗi NSX được công bố trên website [Chính sách đổi trả](https://fptshop.com.vn/ho-tro/chinh-sach-doi-san-pham).\n(***) Trừ các sản phẩm có chính sách bảo hành tại nhà, sản phẩm thuộc diện cồng kềnh.\n"
        ],
        "source_file": null
    },
    {
        "input": "Chính sách bảo hành cho các sản phẩm tại FPT Shop là gì và có sự khác biệt nào giữa các dòng sản phẩm?",
        "actual_output": null,
        "expected_output": "Chào bạn! Chính sách bảo hành cho các sản phẩm tại FPT Shop có sự khác biệt giữa các dòng sản phẩm, tùy theo quy định của Hãng hoặc Nhà cung cấp. Để biết chi tiết về chính sách bảo hành cho sản phẩm cụ thể mà bạn quan tâm, vui lòng liên hệ bộ phận Chăm sóc Khách hàng của FPT Shop qua số điện thoại 1800 6616. Chúng tôi luôn sẵn sàng hỗ trợ bạn!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Chính sách bảo hành có khác nhau giữa các dòng sản phẩm không?\nCâu trả lời: Có, với mỗi dòng sản phẩm khác nhau sẽ có chính sách bảo hành khác nhau tùy theo chính sách của Hãng/Nhà cung cấp. Để tìm hiểu thông tin chi tiết về chính sách bảo hành cho sản phẩm cụ thể, xin liên hệ bộ phận Chăm sóc Khách hàng của FPT Shop 1800 6616.\n"
        ],
        "source_file": null
    },
    {
        "input": "Máy cũ tại FPT Shop có được kiểm định chất lượng trước khi bán không?",
        "actual_output": null,
        "expected_output": "Câu trả lời tư vấn rõ ràng, chính xác, thể hiện sự chuyên nghiệp và thân thiện như một nhân viên bán hàng của FPT Shop: Có, máy cũ tại FPT Shop được kiểm định chất lượng kỹ lưỡng trước khi bán. Chúng tôi cam kết tất cả các sản phẩm đã qua sử dụng đều là những máy được thu lại từ khách hàng theo chính sách đổi trả/bảo hành và được bảo hành chính hãng. Quý khách có thể hoàn toàn yên tâm về chất lượng của sản phẩm.",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Máy đã qua sử dụng được bán tại FPT Shop có được đảm bảo về chất lượng không?\nCâu trả lời: Có, máy đã qua sử dụng là máy được thu lại từ khách hàng theo chính sách đổi trả/bảo hành, đã được bảo hành chính hãng và được FPT Shop kiểm tra chất lượng kỹ lưỡng trước khi bán ra.\n"
        ],
        "source_file": null
    },
    {
        "input": "Máy cũ tại FPT Shop được kiểm tra kỹ lưỡng và có nguồn gốc từ máy trưng bày hoặc đổi trả, vậy quy trình nào đảm bảo chất lượng và bảo hành cho sản phẩm này?",
        "actual_output": null,
        "expected_output": "Cảm ơn bạn đã quan tâm đến sản phẩm máy cũ tại FPT Shop. Quy trình đảm bảo chất lượng và bảo hành cho máy cũ bao gồm việc chúng tôi kiểm tra kỹ lưỡng từng sản phẩm. Máy cũ được thu lại từ khách hàng theo chính sách đổi trả hoặc là máy trưng bày (demo) tại cửa hàng, và tất cả đều trải qua quy trình kiểm tra chất lượng nghiêm ngặt trước khi bán ra. Đặc biệt, các sản phẩm này còn đủ điều kiện bảo hành, giúp bạn hoàn toàn yên tâm khi lựa chọn. Nếu bạn cần thêm thông tin hay hỗ trợ nào khác, hãy cho chúng tôi biết nhé!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Máy cũ (máy đổi trả) được bán tại FPT Shop có nguồn gốc từ đâu?\nCâu trả lời: Máy cũ kinh doanh tại FPT Shop là các sản phẩm có nguồn gốc tin cậy, còn đủ điều kiện bảo hành và được FPT Shop kiểm tra kỹ lưỡng. Chúng bao gồm: máy trưng bày (demo) tại cửa hàng và máy đã qua sử dụng được thu lại từ khách hàng theo chính sách đổi trả/bảo hành (đã được bảo hành chính hãng và FPT Shop kiểm tra chất lượng).\n"
        ],
        "source_file": null
    },
    {
        "input": "Khách hàng nên thực hiện những biện pháp gì để bảo vệ dữ liệu của mình trước khi gửi thiết bị bảo hành tại FPT Shop?",
        "actual_output": null,
        "expected_output": "Chào Quý khách, để bảo vệ dữ liệu cá nhân trước khi gửi thiết bị bảo hành tại FPT Shop, Quý khách nên thực hiện các biện pháp sau: hãy sao lưu toàn bộ dữ liệu quan trọng của mình, gỡ bỏ tất cả thông tin cá nhân muốn bảo mật, và tắt tất cả mật khẩu bảo vệ trên thiết bị. FPT Shop sẽ không chịu trách nhiệm về bất kỳ mất mát dữ liệu nào, và chúng tôi sẽ từ chối tiếp nhận bảo hành nếu thiết bị bị khóa. Cảm ơn Quý khách đã lưu ý!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Cần lưu ý gì về dữ liệu cá nhân và mật khẩu khi gửi sản phẩm bảo hành tại FPT Shop?\nCâu trả lời: Trong quá trình thực hiện dịch vụ bảo hành, các nội dung lưu trữ trên sản phẩm của Quý khách sẽ bị xóa và định dạng lại. Quý khách vui lòng tự sao lưu toàn bộ dữ liệu và gỡ bỏ tất cả thông tin cá nhân muốn bảo mật. FPT Shop không chịu trách nhiệm về mất mát dữ liệu. Vui lòng tắt tất cả mật khẩu bảo vệ, FPT Shop sẽ từ chối tiếp nhận bảo hành nếu thiết bị bị khóa.\n"
        ],
        "source_file": null
    },
    {
        "input": "Nếu khách hàng quên lịch bảo hành, họ có thể làm gì để kiểm tra thông tin bảo hành của sản phẩm tại FPT Shop?",
        "actual_output": null,
        "expected_output": "Chào quý khách, nếu quý khách quên lịch bảo hành, để kiểm tra thông tin bảo hành của sản phẩm đã mua tại FPT Shop, xin vui lòng truy cập [Tại đây](https://fptshop.com.vn/kiem-tra-bao-hanh?tab=thoi-gian-bao-hanh). Chúng tôi luôn sẵn sàng hỗ trợ quý khách!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Làm thế nào để tra cứu thời hạn bảo hành sản phẩm mua tại FPT Shop?\nCâu trả lời: Quý khách có thể tra cứu thời hạn bảo hành sản phẩm của mình [Tại đây](https://fptshop.com.vn/kiem-tra-bao-hanh?tab=thoi-gian-bao-hanh).\n"
        ],
        "source_file": null
    },
    {
        "input": "FPT Shop có hỗ trợ gửi bảo hành miễn phí cho sản phẩm mua từ đâu và tuân thủ chính sách nào?",
        "actual_output": null,
        "expected_output": "Chào bạn! FPT Shop hỗ trợ gửi bảo hành miễn phí cho tất cả các sản phẩm, không chỉ là sản phẩm mua tại Shop mà còn cho những sản phẩm được mua từ các chuỗi bán lẻ khác. Tất cả sản phẩm đều được bảo hành theo đúng chính sách của nhà sản xuất, đảm bảo quyền lợi tốt nhất cho khách hàng. Nếu bạn có bất kỳ câu hỏi nào khác, đừng ngần ngại liên hệ với chúng tôi nhé!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Chính sách bảo hành chung của sản phẩm tại FPT Shop như thế nào?\nCâu trả lời: Tất cả sản phẩm tại FPT Shop đều là chính hãng và được bảo hành theo đúng chính sách của nhà sản xuất. FPT Shop cũng hỗ trợ gửi bảo hành miễn phí giúp khách hàng đối với cả sản phẩm mua tại Shop và các chuỗi bán lẻ khác.\n"
        ],
        "source_file": null
    },
    {
        "input": "Làm thế nào để theo dõi nhanh tiến độ bảo hành sản phẩm tại FPT Shop?",
        "actual_output": null,
        "expected_output": "Để theo dõi nhanh tiến độ bảo hành sản phẩm tại FPT Shop, Quý khách có thể gọi đến hotline hoặc tự tra cứu thông tin trực tiếp qua liên kết [Tại đây](https://fptshop.com.vn/kiem-tra-bao-hanh?tab=thong-tin-bao-hanh). Chúng tôi luôn sẵn sàng hỗ trợ để đảm bảo Quý khách luôn cập nhật được tình trạng sản phẩm của mình một cách nhanh chóng và dễ dàng!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Chính sách bảo hành của FPT ?\nCâu trả lời: Tất cả sản phẩm tại FPT Shop kinh doanh đều là sản phẩm chính hãng và được bảo hành theo đúng chính sách của nhà sản xuất(*). Ngoài ra FPT Shop cũng hỗ trợ gửi bảo hành miễn phí giúp khách hàng đối với cả sản phẩm do FPT Shop bán ra và sản phẩm Quý khách mua tại các chuỗi bán lẻ khác.\nMua hàng tại FPT Shop, Quý khách sẽ được hưởng những đặc quyền sau:\n    - Bảo hành đổi sản phẩm mới ngay tại shop trong 30 ngày nếu có lỗi NSX.(**)\n    - Gửi bảo hành chính hãng không mất phí vận chuyển.(***)\n    - Theo dõi tiến độ bảo hành nhanh chóng qua kênh hotline hoặc tự tra cứu [Tại đây](https://fptshop.com.vn/kiem-tra-bao-hanh?tab=thong-tin-bao-hanh).\n    - Hỗ trợ làm việc với hãng để xử lý phát sinh trong quá trình bảo hành.\nBên cạnh đó Quý khách có thể tham khảo một số các trường hợp thường gặp nằm ngoài chính sách bảo hành sau để xác định sơ bộ máy có đủ điều kiện bảo hành hãng:\n    - Sản phẩm hết hạn bảo hành (Vui lòng tra cứu thời hạn bảo hành sản phẩm [Tại đây](https://fptshop.com.vn/kiem-tra-bao-hanh?tab=thong-tin-bao-hanh))\n    - Sản phẩm đã bị thay đổi, sửa chữa không thuộc các Trung Tâm Bảo Hành Ủy Quyền của Hãng.\n    - Sản phẩm lắp đặt, bảo trì, sử dụng không đúng theo hướng dẫn của Nhà sản xuất gây ra hư hỏng.\n    - Sản phẩm lỗi do ngấm nước, chất lỏng và bụi bẩn. Quy định này áp dụng cho cả những thiết bị đạt chứng nhận kháng nước/kháng bụi cao nhất là IP68.\n    - Sản phẩm bị biến dạng, nứt vỡ, cấn móp, trầy xước nặng do tác động nhiệt, tác động bên ngoài.\n    - Sản phẩm có vết mốc, rỉ sét hoặc bị ăn mòn, oxy hóa bởi hóa chất.\n    - Sản phẩm bị hư hại do thiên tai, hỏa hoạn, lụt lội, sét đánh, côn trùng, động vật vào.\n    - Sản phẩm trong tình trạng bị khóa tài khoản cá nhân như: Tài khoản khóa máy/màn hình, khóa tài khoản trực tuyến Xiaomi Cloud, Samsung Cloud, iCloud, Gmail...\n    - Khách hàng sử dụng phần mềm, ứng dụng không chính hãng, không bản quyền.\n    - Màn hình có bốn (04) điểm chết trở xuống.\nLưu ý:\n    - Chương trình bảo hành bắt đầu có hiệu lực từ thời điểm FPT Shop xuất hóa đơn cho Quý khách.\n    - Với mỗi dòng sản phẩm khác nhau sẽ có chính sách bảo hành khác nhau tùy theo chính sách của Hãng/Nhà cung cấp.\n    - Để tìm hiểu thông tin chi tiết về chính sách bảo hành cho sản phẩm cụ thể, xin liên hệ bộ phận Chăm sóc Khách hàng của FPT Shop 1800 6616.\n    - Tra cứu tình trạng máy gửi bảo hành bất cứ lúc nào [Tại đây](https://fptshop.com.vn/kiem-tra-bao-hanh?tab=thong-tin-bao-hanh).\n    - Trong quá trình thực hiện dịch vụ bảo hành, các nội dung lưu trữ trên sản phẩm của Quý khách sẽ bị xóa và định dạng lại. Do đó, Quý khách vui lòng tự sao lưu toàn bộ dữ liệu trong sản phẩm, đồng thời gỡ bỏ tất cả các thông tin cá nhân mà Quý khách muốn bảo mật. FPT Shop không chịu trách nhiệm đối với bất kỳ mất mát nào liên quan tới các chương trình phần mềm, dữ liệu hoặc thông tin nào khác lưu trữ trên sản phẩm bảo hành.\n    - Vui lòng tắt tất cả các mật khẩu bảo vệ, FPT Shop sẽ từ chối tiếp nhận bảo hành nếu thiết bị của bạn bị khóa bởi bất cứ phương pháp nào.\n(*) Áp dụng với các sản phẩm bán mới hoặc còn hạn bảo hành mặc định nếu đã qua sử dụng.\n(**) Áp dụng với các sản phẩm thuộc diện đổi mới trong 30 ngày nếu có lỗi NSX được công bố trên website [Chính sách đổi trả](https://fptshop.com.vn/ho-tro/chinh-sach-doi-san-pham).\n(***) Trừ các sản phẩm có chính sách bảo hành tại nhà, sản phẩm thuộc diện cồng kềnh.\n"
        ],
        "source_file": null
    },
    {
        "input": "Quý khách có thể cho biết cách tra cứu tình trạng sản phẩm bảo hành qua link này không?",
        "actual_output": null,
        "expected_output": "Chắc chắn rồi, quý khách có thể tra cứu tình trạng sản phẩm gửi bảo hành bất cứ lúc nào qua link [Tại đây](https://fptshop.com.vn/kiem-tra-bao-hanh?tab=thong-tin-bao-hanh). Nếu cần thêm thông tin gì, đừng ngần ngại liên hệ với chúng tôi!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Làm thế nào để tra cứu tình trạng sản phẩm gửi bảo hành tại FPT Shop?\nCâu trả lời: Quý khách có thể tra cứu tình trạng máy gửi bảo hành bất cứ lúc nào [Tại đây](https://fptshop.com.vn/kiem-tra-bao-hanh?tab=thong-tin-bao-hanh).\n"
        ],
        "source_file": null
    },
    {
        "input": "Nếu một khách hàng mua máy cũ mà hết bảo hành hãng, họ có thể mong đợi thời gian bảo hành từ FPT Shop là bao lâu?",
        "actual_output": null,
        "expected_output": "Cảm ơn bạn đã liên hệ với FPT Shop! Nếu khách hàng mua máy cũ mà đã hết bảo hành hãng, FPT Shop sẽ cung cấp thời gian bảo hành từ 1 đến 12 tháng, tùy thuộc vào loại sản phẩm. Nếu bạn cần thêm thông tin, xin vui lòng cho chúng tôi biết!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Thời gian bảo hành cho máy cũ mua tại FPT Shop là bao lâu?\nCâu trả lời:  Nếu máy còn bảo hành mặc định của hãng, FPT Shop sẽ áp dụng theo chính sách của hãng. Trường hợp máy đã hết bảo hành mặc định, máy sẽ được bảo hành từ 1 đến 12 tháng theo chính sách của FPT Shop, tùy từng loại sản phẩm.\n"
        ],
        "source_file": null
    },
    {
        "input": "Khi mua sắm tại FPT Shop, khách hàng có thể nhận được những đặc quyền bảo hành nào?",
        "actual_output": null,
        "expected_output": "Khi mua sắm tại FPT Shop, Quý khách sẽ nhận được những đặc quyền bảo hành sau đây:\n\n- Đổi sản phẩm mới ngay tại cửa hàng trong 30 ngày nếu sản phẩm có lỗi từ nhà sản xuất, áp dụng cho các sản phẩm được công bố trên website về chính sách đổi trả.\n- Miễn phí vận chuyển cho các sản phẩm gửi bảo hành chính hãng, trừ những sản phẩm cần bảo hành tại nhà hoặc cồng kềnh.\n- Quý khách có thể theo dõi tiến độ bảo hành nhanh chóng qua hotline hoặc tự tra cứu tại [đây](https://fptshop.com.vn/kiem-tra-bao-hanh?tab=thong-tin-bao-hanh).\n- Chúng tôi sẽ hỗ trợ Quý khách trong việc làm việc với hãng để xử lý các phát sinh trong quá trình bảo hành.\n\nChúng tôi luôn hướng đến việc mang lại sự hài lòng và thuận tiện nhất cho Quý khách!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Mua hàng tại FPT Shop có những đặc quyền bảo hành gì?\nCâu trả lời: Khi mua hàng tại FPT Shop, Quý khách được hưởng các đặc quyền:\n- Bảo hành đổi sản phẩm mới ngay tại shop trong 30 ngày nếu có lỗi NSX (áp dụng với sản phẩm thuộc diện đổi mới được công bố trên website Chính sách đổi trả).\n- Gửi bảo hành chính hãng không mất phí vận chuyển (trừ sản phẩm bảo hành tại nhà hoặc cồng kềnh).\n- Theo dõi tiến độ bảo hành nhanh chóng qua hotline hoặc tự tra cứu [Tại đây](https://fptshop.com.vn/kiem-tra-bao-hanh?tab=thong-tin-bao-hanh).\n- Hỗ trợ làm việc với hãng để xử lý phát sinh trong quá trình bảo hành.\n"
        ],
        "source_file": null
    },
    {
        "input": "FPT Shop có chính sách bảo hành cho máy đã qua sử dụng, và những máy này đã được kiểm tra chất lượng kỹ lưỡng trước khi bán không?",
        "actual_output": null,
        "expected_output": "Câu trả lời tư vấn rõ ràng, chính xác, thể hiện sự chuyên nghiệp và thân thiện như một nhân viên bán hàng của FPT Shop: Có, FPT Shop có chính sách bảo hành cho máy đã qua sử dụng. Những máy này được thu lại theo chính sách đổi trả/bảo hành, đã được kiểm tra chất lượng kỹ lưỡng và bảo hành chính hãng trước khi bán ra, đảm bảo mang đến sự an tâm cho khách hàng.",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Máy đã qua sử dụng được bán tại FPT Shop có được đảm bảo về chất lượng không?\nCâu trả lời: Có, máy đã qua sử dụng là máy được thu lại từ khách hàng theo chính sách đổi trả/bảo hành, đã được bảo hành chính hãng và được FPT Shop kiểm tra chất lượng kỹ lưỡng trước khi bán ra.\n"
        ],
        "source_file": null
    },
    {
        "input": "FPT Shop có chính sách bảo hành cho máy cũ từ đổi trả và trưng bày không?",
        "actual_output": null,
        "expected_output": "Chào bạn! FPT Shop cam kết cung cấp dịch vụ bảo hành cho các sản phẩm máy cũ từ đổi trả và trưng bày. Tất cả các sản phẩm này đều có nguồn gốc tin cậy và đã được FPT Shop kiểm tra kỹ lưỡng, đảm bảo đủ điều kiện bảo hành cho khách hàng. Nếu bạn có bất kỳ thắc mắc nào về chính sách bảo hành, đừng ngần ngại liên hệ với chúng tôi nhé!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Máy cũ (máy đổi trả) được bán tại FPT Shop có nguồn gốc từ đâu?\nCâu trả lời: Máy cũ kinh doanh tại FPT Shop là các sản phẩm có nguồn gốc tin cậy, còn đủ điều kiện bảo hành và được FPT Shop kiểm tra kỹ lưỡng. Chúng bao gồm: máy trưng bày (demo) tại cửa hàng và máy đã qua sử dụng được thu lại từ khách hàng theo chính sách đổi trả/bảo hành (đã được bảo hành chính hãng và FPT Shop kiểm tra chất lượng).\n"
        ],
        "source_file": null
    },
    {
        "input": "Làm thế nào để tra cứu thời hạn bảo hành sản phẩm đã mua tại FPT Shop?",
        "actual_output": null,
        "expected_output": "Cảm ơn quý khách đã quan tâm đến dịch vụ của FPT Shop! Để tra cứu thời hạn bảo hành sản phẩm đã mua, quý khách vui lòng click vào link [Tại đây](https://fptshop.com.vn/kiem-tra-bao-hanh?tab=thoi-gian-bao-hanh). Nếu cần thêm hỗ trợ, đừng ngần ngại liên hệ với chúng tôi nhé!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Làm thế nào để tra cứu thời hạn bảo hành sản phẩm mua tại FPT Shop?\nCâu trả lời: Quý khách có thể tra cứu thời hạn bảo hành sản phẩm của mình [Tại đây](https://fptshop.com.vn/kiem-tra-bao-hanh?tab=thoi-gian-bao-hanh).\n"
        ],
        "source_file": null
    },
    {
        "input": "FPT Shop có chính sách gì về việc xử lý các lỗi của nhà sản xuất sau 30 ngày trong thời gian bảo hành?",
        "actual_output": null,
        "expected_output": "Chào bạn, tại FPT Shop, nếu sản phẩm mới của bạn gặp lỗi do nhà sản xuất sau 30 ngày nhưng vẫn trong thời gian bảo hành 1 năm, chúng tôi sẽ gửi máy đi bảo hành theo quy định của hãng. Nếu bạn muốn đổi hoặc trả sản phẩm, chúng tôi sẽ kiểm tra tình trạng máy và thông báo giá trị thu lại. Phí khấu hao sẽ là 30% trong tháng đầu tiên và thêm 5% cho mỗi tháng tiếp theo. Cảm ơn bạn đã quan tâm!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Sản phẩm mới của khách hàng bị lỗi do nhà sản xuất sau 30 ngày nhưng vẫn trong 1 năm bảo hành, FPT Shop sẽ giải quyết thế nào?\nCâu trả lời: Từ ngày thứ 31 đến ngày thứ 365, nếu sản phẩm mới bị lỗi do nhà sản xuất, FPT Shop sẽ gửi máy đi bảo hành theo quy định của hãng. Nếu bạn muốn đổi hoặc trả sản phẩm trong trường hợp này, FPT Shop sẽ kiểm tra tình trạng máy và thông báo giá trị thu lại, với phí khấu hao là 30% trong tháng đầu tiên, mỗi tháng tiếp theo tính thêm 5%.\n"
        ],
        "source_file": null
    },
    {
        "input": "FPT Shop có chính sách bảo hành cho sản phẩm cũ nếu thời gian bảo hành của hãng đã hết không?",
        "actual_output": null,
        "expected_output": "Chào bạn! FPT Shop có chính sách bảo hành cho sản phẩm cũ ngay cả khi thời gian bảo hành của hãng đã hết. Trong trường hợp này, sản phẩm sẽ được bảo hành từ 1 đến 12 tháng tùy thuộc vào loại sản phẩm. Nếu bạn cần thêm thông tin chi tiết, xin vui lòng liên hệ với chúng tôi!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Thời gian bảo hành cho máy cũ mua tại FPT Shop là bao lâu?\nCâu trả lời:  Nếu máy còn bảo hành mặc định của hãng, FPT Shop sẽ áp dụng theo chính sách của hãng. Trường hợp máy đã hết bảo hành mặc định, máy sẽ được bảo hành từ 1 đến 12 tháng theo chính sách của FPT Shop, tùy từng loại sản phẩm.\n"
        ],
        "source_file": null
    },
    {
        "input": "Làm thế nào để theo dõi tiến độ bảo hành tại FPT Shop so với các hình thức khác trong ngành bán lẻ?",
        "actual_output": null,
        "expected_output": "Khi theo dõi tiến độ bảo hành tại FPT Shop, Quý khách có thể dễ dàng kiểm tra thông tin qua hotline hoặc tự tra cứu trực tuyến tại [đây](https://fptshop.com.vn/kiem-tra-bao-hanh?tab=thong-tin-bao-hanh). Điều này giúp Quý khách tiện lợi hơn so với nhiều hình thức khác trong ngành bán lẻ, thường yêu cầu đến trực tiếp hoặc qua email. Tại FPT Shop, chúng tôi cam kết mang đến trải nghiệm bảo hành nhanh chóng và hiệu quả nhất có thể cho khách hàng. Hãy yên tâm khi được hỗ trợ tốt nhất trong mọi tình huống!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Mua hàng tại FPT Shop có những đặc quyền bảo hành gì?\nCâu trả lời: Khi mua hàng tại FPT Shop, Quý khách được hưởng các đặc quyền:\n- Bảo hành đổi sản phẩm mới ngay tại shop trong 30 ngày nếu có lỗi NSX (áp dụng với sản phẩm thuộc diện đổi mới được công bố trên website Chính sách đổi trả).\n- Gửi bảo hành chính hãng không mất phí vận chuyển (trừ sản phẩm bảo hành tại nhà hoặc cồng kềnh).\n- Theo dõi tiến độ bảo hành nhanh chóng qua hotline hoặc tự tra cứu [Tại đây](https://fptshop.com.vn/kiem-tra-bao-hanh?tab=thong-tin-bao-hanh).\n- Hỗ trợ làm việc với hãng để xử lý phát sinh trong quá trình bảo hành.\n"
        ],
        "source_file": null
    },
    {
        "input": "Làm thế nào để theo dõi trạng thái bảo hành sản phẩm tại FPT Shop?",
        "actual_output": null,
        "expected_output": "Quý khách có thể theo dõi trạng thái bảo hành sản phẩm bằng cách truy cập vào liên kết [Tại đây](https://fptshop.com.vn/kiem-tra-bao-hanh?tab=thong-tin-bao-hanh). Chúng tôi rất vui được hỗ trợ quý khách!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Làm thế nào để tra cứu tình trạng sản phẩm gửi bảo hành tại FPT Shop?\nCâu trả lời: Quý khách có thể tra cứu tình trạng máy gửi bảo hành bất cứ lúc nào [Tại đây](https://fptshop.com.vn/kiem-tra-bao-hanh?tab=thong-tin-bao-hanh).\n"
        ],
        "source_file": null
    },
    {
        "input": "Nếu mất vỏ hộp hoặc thiếu phụ kiện, tôi sẽ phải trả phí như thế nào khi mua sản phẩm tại FPT Shop?",
        "actual_output": null,
        "expected_output": "Nếu bạn làm mất vỏ hộp hoặc thiếu phụ kiện của sản phẩm mới tại FPT Shop, bạn sẽ phải trả phí như sau: mất vỏ hộp sẽ bị trừ 2% giá trị sản phẩm, còn nếu thiếu phụ kiện, phí sẽ là 5% giá trị sản phẩm cho mỗi món phụ kiện bị thiếu. Nếu cần thêm thông tin hoặc hỗ trợ, đừng ngần ngại liên hệ với chúng tôi nhé!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Nếu tôi làm mất vỏ hộp hoặc thiếu phụ kiện đi kèm của sản phẩm mới, khi đổi trả tôi có bị trừ phí không?\nCâu trả lời: Có, nếu bạn làm mất vỏ hộp, phí sẽ là 2% giá trị sản phẩm. Nếu thiếu phụ kiện, phí là 5% giá trị sản phẩm cho mỗi món phụ kiện bị thiếu.\n"
        ],
        "source_file": null
    },
    {
        "input": "Các mức độ xước khác nhau ảnh hưởng như thế nào đến phí trả hàng tại FPT Shop?",
        "actual_output": null,
        "expected_output": "Cảm ơn bạn đã quan tâm đến chính sách đổi trả tại FPT Shop! Các mức độ xước ảnh hưởng trực tiếp đến phí khi bạn thực hiện trả hàng như sau:\n\n- **Mức độ 1:** Xước nhẹ, nhỏ hơn hoặc bằng 0,5cm và ít hơn 2 điểm tại vị trí khuất sẽ không bị tính phí (0%).\n- **Mức độ 2:** Xước lớn hơn 0,5cm hoặc có từ 3 điểm xước trở lên tại vị trí khuất, hoặc xước tại vị trí dễ nhìn thấy sẽ bị tính phí 10% (điều này không áp dụng cho phụ kiện và dịch vụ).\n- **Mức độ 3:** Xước màn hình sẽ không được áp dụng đổi trả.\n\nNếu bạn cần thêm thông tin hoặc có câu hỏi nào khác, hãy vui lòng cho chúng tôi biết!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Nếu sản phẩm của tôi bị trầy xước thì khi đổi trả có bị tính phí không và mức phí là bao nhiêu?\nCâu trả lời: Có, FPT Shop có quy định về phí trầy xước. Cụ thể:\nTrầy xước mức độ 1 (xước nhẹ, nhỏ <=0,5cm, ít <=2 điểm tại vị trí khuất): 0% phí.\nTrầy xước mức độ 2 (xước >0,5cm hoặc >=3 điểm tại vị trí khuất hoặc có xước tại vị trí dễ nhìn thấy): 10% phí (ngoại trừ phụ kiện, dịch vụ, Điện máy, sản phẩm thiết bị dịch vụ).\nTrầy xước mức độ 3 (xước màn hình): Không áp dụng đổi trả.\n"
        ],
        "source_file": null
    },
    {
        "input": "So sánh chính sách đổi trả sản phẩm tại FPT Shop với các cửa hàng khác, chú trọng vào điều kiện và phí khấu hao.",
        "actual_output": null,
        "expected_output": "Chào bạn, tại FPT Shop, chúng tôi cung cấp chính sách đổi trả rất linh hoạt và dễ dàng. Khách hàng có thể đổi trả sản phẩm trong vòng 365 ngày kể từ ngày mua, không cần lý do mà chỉ cần đổi ý không muốn sử dụng nữa. Tuy nhiên, cần lưu ý rằng sản phẩm phải ở tình trạng tốt và sẽ áp dụng phí khấu hao là 30% trong tháng đầu tiên và tăng thêm 5% cho mỗi tháng tiếp theo.\n\nSo với nhiều cửa hàng khác, FPT Shop nổi bật với thời gian đổi trả kéo dài, tạo điều kiện thuận lợi hơn cho khách hàng. Nhiều nơi chỉ cho phép đổi trả trong khoảng thời gian ngắn hơn hoặc áp dụng điều kiện nghiêm ngặt hơn. Nếu bạn cần thêm thông tin cụ thể, hãy đến FPT Shop để được tư vấn chi tiết và chuyên nghiệp hơn. Cảm ơn bạn đã quan tâm!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Khách hàng có được đổi trả sản phẩm mới tại FPT Shop nếu không phải do lỗi mà chỉ vì đổi ý không muốn dùng nữa không?\nCâu trả lời: Có, trong vòng 365 ngày kể từ ngày mua, khách hàng có thể đổi sang sản phẩm khác hoặc trả sản phẩm theo nhu cầu cá nhân. FPT Shop sẽ kiểm tra tình trạng máy và thông báo giá trị thu lại theo quy định, áp dụng phí khấu hao là 30% trong tháng đầu tiên, và mỗi tháng tiếp theo tính thêm 5%.\n"
        ],
        "source_file": null
    },
    {
        "input": "Điều kiện cụ thể nào áp dụng cho chính sách đổi trả của FPT Shop đối với sản phẩm đã qua sử dụng có lỗi từ nhà sản xuất?",
        "actual_output": null,
        "expected_output": "Chào bạn! Đối với chính sách đổi trả sản phẩm đã qua sử dụng bị lỗi do nhà sản xuất tại FPT Shop, trong 30 ngày đầu, chúng tôi áp dụng chính sách 1 đổi 1 cho sản phẩm chính (cùng model, dung lượng, thời gian bảo hành). Nếu không có sản phẩm tương đương để đổi, FPT Shop sẽ hoàn tiền 100% giá trị sản phẩm cho bạn. Nếu bạn cần thêm thông tin, đừng ngần ngại hỏi nhé!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Chính sách đổi trả cho sản phẩm cũ (đã qua sử dụng) mua tại FPT Shop nếu bị lỗi do nhà sản xuất trong 30 ngày đầu là gì?\nCâu trả lời: Đối với sản phẩm cũ bị lỗi do nhà sản xuất, trong 0 – 30 ngày đầu, FPT Shop áp dụng chính sách 1 đổi 1 sản phẩm chính (cùng model, dung lượng, thời gian bảo hành). Nếu không có sản phẩm tương đương để đổi, FPT Shop sẽ hoàn tiền 100% giá trị sản phẩm cho khách hàng.\n"
        ],
        "source_file": null
    },
    {
        "input": "Có thể giải thích lý do FPT Shop không cho phép đổi trả sản phẩm cũ không?",
        "actual_output": null,
        "expected_output": "Câu trả lời tư vấn rõ ràng, chính xác, thể hiện sự chuyên nghiệp và thân thiện như một nhân viên bán hàng của FPT Shop: FPT Shop không áp dụng chính sách đổi trả sản phẩm cũ để đảm bảo chất lượng dịch vụ và bảo vệ quyền lợi của khách hàng. Chính sách này giúp ngăn chặn những vấn đề có thể phát sinh từ việc sử dụng sản phẩm không còn mới, đảm bảo mỗi sản phẩm đến tay khách hàng là trong tình trạng tốt nhất. Nếu bạn cần thêm thông tin, đừng ngần ngại hỏi thêm nhé!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Tôi có thể đổi hoặc trả sản phẩm cũ (đã qua sử dụng) đã mua tại FPT Shop nếu tôi không thích hoặc không còn nhu cầu sử dụng không?\nCâu trả lời: Không, FPT Shop không áp dụng chính sách đổi trả hàng cho sản phẩm cũ theo nhu cầu của khách hàng.\n"
        ],
        "source_file": null
    },
    {
        "input": "FPT Shop có hỗ trợ sửa chữa sản phẩm hỏng do lỗi người dùng không, và khách hàng có phải tự chi trả không?",
        "actual_output": null,
        "expected_output": "FPT Shop có hỗ trợ sửa chữa sản phẩm hỏng do lỗi người dùng. Trong trường hợp này, khách hàng sẽ tự chi trả phí sửa chữa cho cả sản phẩm mới và cũ. Chúng tôi luôn sẵn sàng hỗ trợ bạn trong quá trình này. Nếu cần thêm thông tin, vui lòng liên hệ với chúng tôi!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Nếu sản phẩm (cả mới và cũ) của tôi bị hỏng do lỗi của tôi (ví dụ làm rơi, vào nước), FPT Shop có hỗ trợ sửa chữa không?\nCâu trả lời: Có, trong trường hợp sản phẩm bị lỗi do người dùng, FPT Shop hỗ trợ gửi máy đi sửa chữa và khách hàng sẽ tự trả phí sửa chữa. Chính sách này áp dụng cho cả sản phẩm mới và sản phẩm cũ.\n"
        ],
        "source_file": null
    },
    {
        "input": "Cho tôi biết chi tiết về chính sách bảo hành của FPT Shop, bao gồm cách xử lý sản phẩm lỗi sau 30 ngày và phí khấu hao khi đổi trả.",
        "actual_output": null,
        "expected_output": "Cảm ơn bạn đã quan tâm đến chính sách bảo hành của FPT Shop. Nếu sản phẩm mới bạn mua bị lỗi do nhà sản xuất sau 30 ngày sử dụng nhưng vẫn trong thời gian bảo hành 1 năm, chúng tôi sẽ gửi máy đi bảo hành theo quy định của hãng từ ngày thứ 31 đến ngày thứ 365. Nếu bạn có nhu cầu đổi hoặc trả sản phẩm trong trường hợp này, FPT Shop sẽ kiểm tra tình trạng máy và thông báo giá trị thu lại. Phí khấu hao sẽ là 30% trong tháng đầu tiên và mỗi tháng tiếp theo sẽ tính thêm 5%. Hy vọng thông tin này giúp bạn hiểu rõ hơn về dịch vụ của chúng tôi!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Sản phẩm mới của khách hàng bị lỗi do nhà sản xuất sau 30 ngày nhưng vẫn trong 1 năm bảo hành, FPT Shop sẽ giải quyết thế nào?\nCâu trả lời: Từ ngày thứ 31 đến ngày thứ 365, nếu sản phẩm mới bị lỗi do nhà sản xuất, FPT Shop sẽ gửi máy đi bảo hành theo quy định của hãng. Nếu bạn muốn đổi hoặc trả sản phẩm trong trường hợp này, FPT Shop sẽ kiểm tra tình trạng máy và thông báo giá trị thu lại, với phí khấu hao là 30% trong tháng đầu tiên, mỗi tháng tiếp theo tính thêm 5%.\n"
        ],
        "source_file": null
    },
    {
        "input": "Những ảnh hưởng tài chính khi mất phụ kiện so với hộp sản phẩm trong quá trình trả hàng là gì?",
        "actual_output": null,
        "expected_output": "Cảm ơn bạn đã quan tâm đến thông tin đổi trả sản phẩm tại FPT Shop! Nếu bạn làm mất vỏ hộp, bạn sẽ bị trừ 2% giá trị sản phẩm. Trong trường hợp thiếu phụ kiện, phí trừ sẽ là 5% giá trị sản phẩm cho mỗi món phụ kiện bị thiếu. Điều này có nghĩa là việc mất phụ kiện sẽ ảnh hưởng tài chính nhiều hơn so với mất vỏ hộp, do phí bị trừ cao hơn. Nếu bạn cần thêm thông tin, đừng ngần ngại liên hệ với chúng tôi!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Nếu tôi làm mất vỏ hộp hoặc thiếu phụ kiện đi kèm của sản phẩm mới, khi đổi trả tôi có bị trừ phí không?\nCâu trả lời: Có, nếu bạn làm mất vỏ hộp, phí sẽ là 2% giá trị sản phẩm. Nếu thiếu phụ kiện, phí là 5% giá trị sản phẩm cho mỗi món phụ kiện bị thiếu.\n"
        ],
        "source_file": null
    },
    {
        "input": "Nếu khách hàng phát hiện có vết xước lớn trên thiết bị khi trả lại, phí nào có thể áp dụng dựa trên mức độ nghiêm trọng?",
        "actual_output": null,
        "expected_output": "Cảm ơn bạn đã quan tâm đến chính sách đổi trả của FPT Shop. Nếu khách hàng phát hiện có vết xước lớn trên thiết bị khi trả lại, mức phí sẽ được áp dụng dựa trên độ nghiêm trọng như sau:\n\n- Nếu xước thuộc mức độ 1 (xước nhẹ, nhỏ <=0,5cm, ít <=2 điểm tại vị trí khuất), sẽ không tính phí.\n- Nếu xước thuộc mức độ 2 (xước >0,5cm hoặc >=3 điểm tại vị trí khuất hoặc có xước tại vị trí dễ nhìn thấy), sẽ phải chịu phí 10%.\n- Đối với xước mức độ 3 (xước màn hình), sản phẩm sẽ không được áp dụng đổi trả.\n\nHy vọng thông tin này hữu ích cho bạn! Nếu cần thêm hỗ trợ, đừng ngần ngại liên hệ với chúng tôi.",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Nếu sản phẩm của tôi bị trầy xước thì khi đổi trả có bị tính phí không và mức phí là bao nhiêu?\nCâu trả lời: Có, FPT Shop có quy định về phí trầy xước. Cụ thể:\nTrầy xước mức độ 1 (xước nhẹ, nhỏ <=0,5cm, ít <=2 điểm tại vị trí khuất): 0% phí.\nTrầy xước mức độ 2 (xước >0,5cm hoặc >=3 điểm tại vị trí khuất hoặc có xước tại vị trí dễ nhìn thấy): 10% phí (ngoại trừ phụ kiện, dịch vụ, Điện máy, sản phẩm thiết bị dịch vụ).\nTrầy xước mức độ 3 (xước màn hình): Không áp dụng đổi trả.\n"
        ],
        "source_file": null
    },
    {
        "input": "Nếu sản phẩm của tôi hỏng do lỗi của tôi, tôi có phải tự trả phí sửa chữa không?",
        "actual_output": null,
        "expected_output": "Chào bạn! Nếu sản phẩm của bạn hỏng do lỗi của bạn, FPT Shop sẽ hỗ trợ bạn trong việc gửi máy đi sửa chữa, nhưng bạn sẽ cần tự chịu phí sửa chữa. Chính sách này áp dụng cho cả sản phẩm mới và cũ. Nếu cần thêm thông tin, hãy để chúng tôi biết nhé!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Nếu sản phẩm (cả mới và cũ) của tôi bị hỏng do lỗi của tôi (ví dụ làm rơi, vào nước), FPT Shop có hỗ trợ sửa chữa không?\nCâu trả lời: Có, trong trường hợp sản phẩm bị lỗi do người dùng, FPT Shop hỗ trợ gửi máy đi sửa chữa và khách hàng sẽ tự trả phí sửa chữa. Chính sách này áp dụng cho cả sản phẩm mới và sản phẩm cũ.\n"
        ],
        "source_file": null
    },
    {
        "input": "Chính sách đổi trả sản phẩm tại FPT Shop quy định gì về điều kiện, thời gian và mức phí khấu hao áp dụng?",
        "actual_output": null,
        "expected_output": "Chắc chắn rồi! Tại FPT Shop, khách hàng có quyền đổi hoặc trả sản phẩm trong vòng 365 ngày kể từ ngày mua, ngay cả khi không có lỗi sản phẩm, chỉ vì lý do đổi ý. Khi thực hiện đổi trả, sản phẩm sẽ được kiểm tra tình trạng, và mức phí khấu hao được áp dụng như sau: 30% trong tháng đầu tiên, và tăng thêm 5% cho mỗi tháng tiếp theo. Nếu bạn cần thêm thông tin hoặc hỗ trợ, đừng ngần ngại liên hệ với chúng tôi!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Khách hàng có được đổi trả sản phẩm mới tại FPT Shop nếu không phải do lỗi mà chỉ vì đổi ý không muốn dùng nữa không?\nCâu trả lời: Có, trong vòng 365 ngày kể từ ngày mua, khách hàng có thể đổi sang sản phẩm khác hoặc trả sản phẩm theo nhu cầu cá nhân. FPT Shop sẽ kiểm tra tình trạng máy và thông báo giá trị thu lại theo quy định, áp dụng phí khấu hao là 30% trong tháng đầu tiên, và mỗi tháng tiếp theo tính thêm 5%.\n"
        ],
        "source_file": null
    },
    {
        "input": "FPT Shop có chính sách đổi trả cho sản phẩm cũ không, nếu sản phẩm đó đã qua sử dụng?",
        "actual_output": null,
        "expected_output": "Xin chào quý khách! FPT Shop hiện không có chính sách đổi trả đối với sản phẩm cũ đã qua sử dụng theo nhu cầu của khách hàng. Nếu quý khách cần thêm thông tin hoặc hỗ trợ, đừng ngần ngại liên hệ với chúng tôi. Cảm ơn quý khách đã lựa chọn FPT Shop!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Tôi có thể đổi hoặc trả sản phẩm cũ (đã qua sử dụng) đã mua tại FPT Shop nếu tôi không thích hoặc không còn nhu cầu sử dụng không?\nCâu trả lời: Không, FPT Shop không áp dụng chính sách đổi trả hàng cho sản phẩm cũ theo nhu cầu của khách hàng.\n"
        ],
        "source_file": null
    },
    {
        "input": "Chính sách đổi trả của FPT Shop đối với sản phẩm bị lỗi trong vòng 30 ngày khác gì so với điều kiện trả hàng?",
        "actual_output": null,
        "expected_output": "Câu trả lời tư vấn rõ ràng, chính xác, thể hiện sự chuyên nghiệp và thân thiện như một nhân viên bán hàng của FPT Shop:  \n\nChính sách đổi trả của FPT Shop đối với sản phẩm bị lỗi trong vòng 30 ngày đầu là rất ưu đãi. Nếu sản phẩm bị lỗi do nhà sản xuất, khách hàng được quyền đổi 1 đổi 1 sản phẩm chính (cùng model, màu sắc, dung lượng). Trong khi đó, điều kiện trả hàng lại có quy định về phí khấu hao 30% trong tháng đầu tiên. Nếu sản phẩm đã hết hàng, khách hàng cũng có thể đổi sang sản phẩm tương đương hoặc cao hơn về giá trị. Hy vọng thông tin này giúp ích cho bạn!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Nếu điện thoại/máy tính mới mua của khách hàng bị lỗi do nhà sản xuất trong vòng 30 ngày đầu, FPT Shop có chính sách gì?\nCâu trả lời: Trong 0 – 30 ngày đầu, nếu sản phẩm mới bị lỗi do nhà sản xuất, FPT Shop áp dụng chính sách 1 đổi 1 sản phẩm chính (cùng model, màu sắc, dung lượng). Nếu sản phẩm đó hết hàng, khách hàng có thể đổi sang sản phẩm tương đương hoặc cao hơn về giá trị. Nếu khách hàng muốn trả sản phẩm, phí khấu hao khi trả hàng là 30% trong tháng đầu tiên.\n"
        ],
        "source_file": null
    },
    {
        "input": "Nếu một khách hàng đổi trả sản phẩm đã qua sử dụng, các khoản phí nào có thể phát sinh tại FPT Shop?",
        "actual_output": null,
        "expected_output": "Khi khách hàng đổi trả sản phẩm đã qua sử dụng tại FPT Shop, có thể phát sinh một số khoản phí như sau: phí khấu hao, phí vỏ hộp nếu bị mất, phí phụ kiện nếu bị thiếu, phí trầy xước, và phí hóa đơn công ty nếu không có biên bản thu hồi (áp dụng trong 30 ngày). Ngoài ra, nếu sản phẩm đi kèm quà tặng khuyến mãi mà không hoàn trả, bạn cũng sẽ phải trả số tiền tương đương giá trị của quà tặng đó. FPT Shop sẽ kiểm tra tình trạng sản phẩm và thông báo cụ thể mức phí tại cửa hàng.",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Khi đổi trả sản phẩm tại FPT Shop, khách hàng có thể phải chịu những khoản phí nào?\nCâu trả lời: Các phí có thể phát sinh khi đổi trả bao gồm: phí khấu hao, phí vỏ hộp (nếu mất), phí phụ kiện (nếu thiếu), phí trầy xước, phí hóa đơn công ty nếu không có biên bản thu hồi (áp dụng khi trả hàng trong 30 ngày), và số tiền tương đương giá trị quà tặng khuyến mãi đi kèm nếu bạn không hoàn trả chúng. FPT Shop sẽ kiểm tra tình trạng máy và thông báo cụ thể về mức phí phải thu tại cửa hàng.\n"
        ],
        "source_file": null
    },
    {
        "input": "Nếu sản phẩm cũ gặp lỗi do nhà sản xuất, bạn có thể giải thích các bước đổi trả trong 30 ngày đầu như thế nào?",
        "actual_output": null,
        "expected_output": "Chào bạn! Nếu sản phẩm cũ của bạn gặp lỗi do nhà sản xuất trong 30 ngày đầu, bạn có thể thực hiện các bước đổi trả như sau: Đầu tiên, hãy mang sản phẩm đến cửa hàng FPT Shop gần nhất và thông báo về tình trạng lỗi của sản phẩm. Nhân viên của chúng tôi sẽ hỗ trợ bạn kiểm tra sản phẩm. Nếu sản phẩm đủ điều kiện đổi, bạn sẽ được đổi 1 sản phẩm chính (cùng model, dung lượng, thời gian bảo hành). Trong trường hợp không có sản phẩm tương đương để đổi, FPT Shop sẽ hoàn tiền 100% giá trị sản phẩm cho bạn. Chúng tôi luôn sẵn sàng hỗ trợ bạn!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Chính sách đổi trả cho sản phẩm cũ (đã qua sử dụng) mua tại FPT Shop nếu bị lỗi do nhà sản xuất trong 30 ngày đầu là gì?\nCâu trả lời: Đối với sản phẩm cũ bị lỗi do nhà sản xuất, trong 0 – 30 ngày đầu, FPT Shop áp dụng chính sách 1 đổi 1 sản phẩm chính (cùng model, dung lượng, thời gian bảo hành). Nếu không có sản phẩm tương đương để đổi, FPT Shop sẽ hoàn tiền 100% giá trị sản phẩm cho khách hàng.\n"
        ],
        "source_file": null
    },
    {
        "input": "Nếu sản phẩm bị lỗi trong 30 ngày đầu, tôi có quyền đổi sang sản phẩm khác hay không, và nếu có, sản phẩm mới có phải cùng model và màu sắc không?",
        "actual_output": null,
        "expected_output": "Cảm ơn bạn đã quan tâm đến chính sách đổi sản phẩm tại FPT Shop. Nếu sản phẩm của bạn bị lỗi do nhà sản xuất trong 30 ngày đầu, bạn hoàn toàn có quyền đổi sang sản phẩm khác. Theo chính sách, sản phẩm mới sẽ được đổi cùng model, màu sắc và dung lượng. Tuy nhiên, nếu sản phẩm đó hết hàng, bạn sẽ được đổi sang sản phẩm tương đương hoặc cao hơn về giá trị. Chúc bạn có trải nghiệm mua sắm tốt tại FPT Shop!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Nếu điện thoại/máy tính mới mua của khách hàng bị lỗi do nhà sản xuất trong vòng 30 ngày đầu, FPT Shop có chính sách gì?\nCâu trả lời: Trong 0 – 30 ngày đầu, nếu sản phẩm mới bị lỗi do nhà sản xuất, FPT Shop áp dụng chính sách 1 đổi 1 sản phẩm chính (cùng model, màu sắc, dung lượng). Nếu sản phẩm đó hết hàng, khách hàng có thể đổi sang sản phẩm tương đương hoặc cao hơn về giá trị. Nếu khách hàng muốn trả sản phẩm, phí khấu hao khi trả hàng là 30% trong tháng đầu tiên.\n"
        ],
        "source_file": null
    },
    {
        "input": "Làm thế nào để tra cứu điểm tích lũy tại FPT Shop qua số điện thoại?",
        "actual_output": null,
        "expected_output": "Để tra cứu điểm tích lũy tại FPT Shop, Quý khách vui lòng đăng nhập vào [đây](https://fptshop.com.vn/tai-khoan/lich-su-tich-diem) bằng số điện thoại mà Quý khách đã sử dụng để mua hàng. Chúng tôi luôn sẵn sàng hỗ trợ Quý khách!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Cần tra cứu điểm mua hàng tại FPT Shop đã tích điểm được bao nhiêu thì xem ở đâu?\nCâu trả lời: Quý khách thực hiện tra cứu điểm tích [tại đây](https://fptshop.com.vn/tai-khoan/lich-su-tich-diem) bằng cách đăng nhập số điện thoại mua hàng của Quý khách.\n"
        ],
        "source_file": null
    },
    {
        "input": "So sánh các loại phí đổi trả sản phẩm của FPT Shop với các cửa hàng khác để biết thêm thông tin.",
        "actual_output": null,
        "expected_output": "Cảm ơn bạn đã quan tâm đến chính sách đổi trả sản phẩm tại FPT Shop. Chúng tôi muốn nhấn mạnh rằng các khoản phí phát sinh khi đổi trả sản phẩm của chúng tôi bao gồm phí khấu hao, phí vỏ hộp (nếu mất), phí phụ kiện (nếu thiếu), phí trầy xước, phí hóa đơn công ty nếu không có biên bản thu hồi trong 30 ngày, và giá trị quà tặng khuyến mãi nếu không hoàn trả. Để có sự so sánh rõ ràng, bạn có thể kiểm tra chính sách của các cửa hàng khác, bởi vì mỗi nơi có thể áp dụng các mức phí và điều kiện khác nhau. Tại FPT Shop, chúng tôi cam kết sẽ kiểm tra tình trạng sản phẩm và thông báo rõ ràng về mức phí cụ thể tại cửa hàng để bạn yên tâm hơn khi thực hiện đổi trả. Rất mong được phục vụ bạn!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Khi đổi trả sản phẩm tại FPT Shop, khách hàng có thể phải chịu những khoản phí nào?\nCâu trả lời: Các phí có thể phát sinh khi đổi trả bao gồm: phí khấu hao, phí vỏ hộp (nếu mất), phí phụ kiện (nếu thiếu), phí trầy xước, phí hóa đơn công ty nếu không có biên bản thu hồi (áp dụng khi trả hàng trong 30 ngày), và số tiền tương đương giá trị quà tặng khuyến mãi đi kèm nếu bạn không hoàn trả chúng. FPT Shop sẽ kiểm tra tình trạng máy và thông báo cụ thể về mức phí phải thu tại cửa hàng.\n"
        ],
        "source_file": null
    },
    {
        "input": "Chính sách bảo mật dữ liệu cá nhân của FPT Shop áp dụng cho nhóm đối tượng nào khi sử dụng dịch vụ?",
        "actual_output": null,
        "expected_output": "Chính sách bảo mật dữ liệu cá nhân của FPT Shop áp dụng cho các Khách hàng cá nhân và những người có liên quan đến Khách hàng khi họ sử dụng hoặc tương tác với các sản phẩm và dịch vụ của FPT Shop. Tuy nhiên, chính sách này không áp dụng cho khách hàng doanh nghiệp. Nếu bạn cần thêm thông tin, đừng ngần ngại liên hệ với chúng tôi để được hỗ trợ tận tình nhé!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: chính sách bảo mật dữ liệu cá nhân của FRT áp dụng cho những đối tượng nào?\nCâu trả lời: Chính sách bảo mật dữ liệu cá nhân khách hàng áp dụng cho các Khách hàng cá nhân và những người có liên quan đến Khách hàng (theo yêu cầu của pháp luật hoặc người đồng sử dụng sản phẩm/dịch vụ của FRT) khi họ sử dụng hoặc tương tác với trang tin điện tử hoặc/và các sản phẩm/dịch vụ của FRT. Chính sách này không áp dụng cho khách hàng doanh nghiệp.\n"
        ],
        "source_file": null
    },
    {
        "input": "Nếu một khách hàng quyết định đổi trả sản phẩm trả góp, họ cần làm gì để hủy hợp đồng với công ty tài chính và điều này có ảnh hưởng gì đến trải nghiệm của họ tại FPT Shop?",
        "actual_output": null,
        "expected_output": "Để tiến hành đổi trả sản phẩm trả góp tại FPT Shop, khách hàng cần thực hiện Hủy hợp đồng hoặc Tất toán hợp đồng trả góp với công ty tài chính trước. Việc này là cần thiết để đảm bảo quy trình đổi trả diễn ra suôn sẻ. Hãy liên hệ với công ty tài chính của bạn để được hướng dẫn cụ thể và đảm bảo rằng các thủ tục được hoàn tất, từ đó giúp trải nghiệm mua sắm của bạn tại FPT Shop được thuận lợi nhất. Nếu cần thêm thông tin hay hỗ trợ, đừng ngần ngại liên hệ với chúng tôi nhé!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Tôi mua sản phẩm trả góp qua công ty tài chính, vậy trước khi muốn đổi trả sản phẩm tại FPT Shop, tôi cần làm gì?\nCâu trả lời: Đối với sản phẩm mua trả góp qua Nhà trả góp, khách hàng bắt buộc phải thực hiện Hủy hợp đồng hoặc Tất toán hợp đồng trả góp với công ty tài chính đó trước khi tiến hành đổi trả sản phẩm tại FPT Shop.\n"
        ],
        "source_file": null
    },
    {
        "input": "Làm thế nào để tra cứu điểm tích lũy tại FPT Shop bằng số điện thoại?",
        "actual_output": null,
        "expected_output": "Quý khách có thể tra cứu điểm tích lũy tại FPT Shop bằng cách đăng nhập số điện thoại đã sử dụng để mua hàng tại [đây](https://fptshop.com.vn/tai-khoan/lich-su-tich-diem). Nếu cần thêm hỗ trợ, đừng ngần ngại liên hệ với chúng tôi!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Cần tra cứu điểm mua hàng tại FPT Shop đã tích điểm được bao nhiêu thì xem ở đâu?\nCâu trả lời: Quý khách thực hiện tra cứu điểm tích [tại đây](https://fptshop.com.vn/tai-khoan/lich-su-tich-diem) bằng cách đăng nhập số điện thoại mua hàng của Quý khách.\n"
        ],
        "source_file": null
    },
    {
        "input": "Những thay đổi nào sẽ xảy ra trong quy trình mua sắm và dịch vụ tại FPT Shop nếu quy trình xử lý dữ liệu cá nhân được tối ưu hóa?",
        "actual_output": null,
        "expected_output": "Câu trả lời tư vấn rõ ràng, chính xác, thể hiện sự chuyên nghiệp và thân thiện như một nhân viên bán hàng của FPT Shop: Nếu quy trình xử lý dữ liệu cá nhân tại FPT Shop được tối ưu hóa, khách hàng sẽ trải nghiệm dịch vụ mua sắm nhanh chóng và thuận tiện hơn. Cụ thể, các thông tin cá nhân sẽ được thu thập và xử lý hiệu quả hơn, giúp chúng tôi cá nhân hóa ưu đãi và khuyến mãi, rút ngắn thời gian giao hàng và nâng cao độ chính xác trong phản hồi yêu cầu của khách hàng. Điều này không chỉ bảo vệ quyền lợi của khách hàng mà còn tạo sự tin tưởng và hài lòng cho họ khi đến với FPT Shop.",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Theo FPT Shop, \"xử lý dữ liệu cá nhân\" bao gồm những hành động nào?\nCâu trả lời: \"Xử lý dữ liệu cá nhân\" là một hoặc nhiều hoạt động tác động tới dữ liệu cá nhân, như: thu thập, ghi, phân tích, xác nhận, lưu trữ, chỉnh sửa, công khai, kết hợp, truy cập, truy xuất, thu hồi, mã hóa, giải mã, sao chép, chia sẻ, truyền đưa, cung cấp, chuyển giao, xóa, hủy dữ liệu cá nhân hoặc các hành động khác có liên quan.\n"
        ],
        "source_file": null
    },
    {
        "input": "Chính sách đổi trả đối với phụ kiện trong hộp sản phẩm tại FPT Shop là gì và cách bảo hành ảnh hưởng đến quyền lợi của khách hàng ra sao?",
        "actual_output": null,
        "expected_output": "Câu trả lời tư vấn rõ ràng, chính xác, thể hiện sự chuyên nghiệp và thân thiện như một nhân viên bán hàng của FPT Shop: Tại FPT Shop, các phụ kiện đi kèm trong hộp sản phẩm chính như sạc, cáp và tai nghe không được áp dụng chính sách đổi trả. Tuy nhiên, chúng vẫn được bảo hành theo chính sách của hãng (nếu có), điều này giúp bảo vệ quyền lợi của khách hàng trong trường hợp phụ kiện bị lỗi. Nếu bạn cần thêm thông tin hoặc hỗ trợ, đừng ngần ngại liên hệ với chúng tôi nhé!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Các phụ kiện đi kèm trong hộp sản phẩm chính (như sạc, cáp, tai nghe) có được áp dụng chính sách đổi trả không?\nCâu trả lời: Không, các phụ kiện đi kèm máy hoặc sản phẩm chính không được áp dụng chính sách đổi trả. Chúng chỉ được áp dụng chính sách bảo hành của hãng (nếu có).\n"
        ],
        "source_file": null
    },
    {
        "input": "Nếu FPT Shop mở rộng thành đại lý lớn nhất của Apple, khách hàng sẽ được hưởng lợi gì từ sự thay đổi này trong trải nghiệm mua sắm?",
        "actual_output": null,
        "expected_output": "Câu trả lời tư vấn rõ ràng, chính xác, thể hiện sự chuyên nghiệp và thân thiện như một nhân viên bán hàng của FPT Shop: \n\nNếu FPT Shop mở rộng thành đại lý lớn nhất của Apple, khách hàng sẽ được hưởng rất nhiều lợi ích từ sự thay đổi này. Đầu tiên, với sự mở rộng, chúng tôi có thể mang đến nhiều sản phẩm mới nhất và đa dạng hơn từ Apple, đáp ứng nhu cầu của từng khách hàng. Bên cạnh đó, khách hàng sẽ được trải nghiệm dịch vụ chăm sóc khách hàng chuyên nghiệp hơn, với đội ngũ nhân viên được đào tạo bài bản từ Apple sẽ cung cấp tư vấn và hỗ trợ kỹ thuật tận tình. Các khu trải nghiệm Apple Corner cũng sẽ được nâng cấp, giúp khách hàng có cơ hội trải nghiệm sản phẩm mới ngay tại cửa hàng. Chúng tôi luôn cam kết mang lại những trải nghiệm mua sắm tốt nhất cho khách hàng tại FPT Shop.",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: FPT Shop có phải là đại lý ủy quyền chính thức của Apple tại Việt Nam không?\nCâu trả lời: FPT Shop là đại lý Apple ủy quyền toàn cầu (Apple Authorized Reseller) tại Việt Nam và nhập khẩu, kinh doanh tất cả các sản phẩm từ Apple. Khách hàng không chỉ được trải nghiệm sản phẩm mới một cách hoàn hảo với khu trải nghiệm Apple Corner đạt tiêu chuẩn hãng mà còn được tư vấn đầy đủ trước khi quyết định mua. Đội ngũ chuyên viên tư vấn và cố vấn kỹ thuật FPT Shop và F.Studio by FPT được đào tạo bởi các chuyên gia Apple, sẽ tư vấn cũng như hỗ trợ kỹ thuật dành cho khách hàng một cách chuyên nghiệp nhất về sản phẩm, ứng dụng và các công nghệ mới nhất từ Apple.\n"
        ],
        "source_file": null
    },
    {
        "input": "Khách hàng mua sản phẩm trả góp có cần hủy hợp đồng trước khi đổi trả tại FPT Shop không?",
        "actual_output": null,
        "expected_output": "Chào bạn! Khi khách hàng đã mua sản phẩm trả góp qua công ty tài chính, trước khi tiến hành đổi trả sản phẩm tại FPT Shop, bạn cần phải hủy hợp đồng hoặc tất toán hợp đồng trả góp với công ty tài chính đó. Nếu bạn có thêm câu hỏi nào khác, hãy liên hệ với chúng tôi để được hỗ trợ nhanh nhất! Cảm ơn bạn!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Tôi mua sản phẩm trả góp qua công ty tài chính, vậy trước khi muốn đổi trả sản phẩm tại FPT Shop, tôi cần làm gì?\nCâu trả lời: Đối với sản phẩm mua trả góp qua Nhà trả góp, khách hàng bắt buộc phải thực hiện Hủy hợp đồng hoặc Tất toán hợp đồng trả góp với công ty tài chính đó trước khi tiến hành đổi trả sản phẩm tại FPT Shop.\n"
        ],
        "source_file": null
    },
    {
        "input": "Ai là đối tượng chịu ảnh hưởng bởi chính sách bảo mật dữ liệu cá nhân của FPT Shop?",
        "actual_output": null,
        "expected_output": "Câu trả lời tư vấn rõ ràng, chính xác, thể hiện sự chuyên nghiệp và thân thiện như một nhân viên bán hàng của FPT Shop: Đối tượng chịu ảnh hưởng bởi chính sách bảo mật dữ liệu cá nhân của FPT Shop là các khách hàng cá nhân và những người có liên quan đến khách hàng, theo yêu cầu của pháp luật hoặc những người đồng sử dụng sản phẩm/dịch vụ của chúng tôi khi họ sử dụng hoặc tương tác với trang tin điện tử hoặc các sản phẩm/dịch vụ của FPT Shop. Chính sách này không áp dụng cho khách hàng doanh nghiệp. Nếu bạn cần thêm thông tin, hãy liên hệ với chúng tôi nhé!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: chính sách bảo mật dữ liệu cá nhân của FRT áp dụng cho những đối tượng nào?\nCâu trả lời: Chính sách bảo mật dữ liệu cá nhân khách hàng áp dụng cho các Khách hàng cá nhân và những người có liên quan đến Khách hàng (theo yêu cầu của pháp luật hoặc người đồng sử dụng sản phẩm/dịch vụ của FRT) khi họ sử dụng hoặc tương tác với trang tin điện tử hoặc/và các sản phẩm/dịch vụ của FRT. Chính sách này không áp dụng cho khách hàng doanh nghiệp.\n"
        ],
        "source_file": null
    },
    {
        "input": "Nếu tôi trả lại sản phẩm đã xuất hóa đơn công ty trong vòng 30 ngày, không có biên bản thu hồi, liệu có mức phí cụ thể nào không, và phí này có thay đổi nếu tôi đã sử dụng sản phẩm?",
        "actual_output": null,
        "expected_output": "Cảm ơn bạn đã quan tâm đến dịch vụ của FPT Shop. Nếu bạn trả lại sản phẩm đã xuất hóa đơn công ty trong vòng 30 ngày mà không có biên bản thu hồi hóa đơn, bạn sẽ phải chịu một khoản phí 10% giá trị sản phẩm. Phí này sẽ không thay đổi dù sản phẩm đã được sử dụng hay chưa. Hy vọng thông tin này giúp bạn có quyết định tốt nhất!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Nếu tôi trả lại sản phẩm đã xuất hóa đơn công ty trong vòng 30 ngày nhưng không có biên bản thu hồi hóa đơn, tôi có phải chịu phí không?\nCâu trả lời: Có, nếu trả hàng trong vòng 30 ngày, sản phẩm đã được xuất hóa đơn công ty và khách hàng không cung cấp được biên bản thu hồi hóa đơn, khách hàng sẽ phải chịu một khoản phí là 10% giá trị sản phẩm.\n"
        ],
        "source_file": null
    },
    {
        "input": "Làm thế nào để thực hiện thanh toán tiền thu hộ online qua trang dịch vụ của FPT Shop?",
        "actual_output": null,
        "expected_output": "Quý khách có thể thực hiện thanh toán tiền thu hộ online qua trang dịch vụ của FPT Shop bằng cách truy cập vào đường dẫn sau: https://fptshop.com.vn/dich-vu. Chúc quý khách giao dịch thành công!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Muốn thanh toán tiền thu hộ qua kênh online thì thực hiện bằng cách nào?\nCâu trả lời: Quý khách thực hiện truy cập đường dẫn (https://fptshop.com.vn/dich-vu) để thực hiện thanh toán online \n"
        ],
        "source_file": null
    },
    {
        "input": "Khi đổi trả, có bắt buộc hoàn trả quà tặng khuyến mãi không?",
        "actual_output": null,
        "expected_output": "Xin chào quý khách! Khi đổi trả sản phẩm tại FPT Shop, nếu quý khách không hoàn trả lại các quà tặng khuyến mãi đi kèm, quý khách sẽ phải thanh toán một khoản tiền tương đương với giá trị của các quà tặng đó. Rất mong quý khách lưu ý điều này và cảm ơn quý khách đã chọn FPT Shop!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Khi đổi trả sản phẩm, nếu tôi không hoàn trả lại các quà tặng khuyến mãi đã nhận kèm theo thì sao?\nCâu trả lời: Nếu khách hàng không hoàn trả quà tặng khuyến mãi đi kèm khi đổi trả sản phẩm, khách hàng sẽ phải thanh toán một số tiền tương đương với giá trị của các quà tặng đó.\n"
        ],
        "source_file": null
    },
    {
        "input": "Quy trình quản lý dữ liệu cá nhân tại FPT Shop là gì và các phương thức xử lý liên quan đến chính sách bảo mật như thế nào?",
        "actual_output": null,
        "expected_output": "Cảm ơn bạn đã quan tâm đến quy trình quản lý dữ liệu cá nhân tại FPT Shop. Quy trình này bao gồm việc thu thập, lưu trữ và xử lý dữ liệu cá nhân theo quy định pháp luật và chính sách bảo mật của chúng tôi. Các phương thức xử lý dữ liệu như thu thập, phân tích, bảo vệ và xóa dữ liệu cá nhân đều được thực hiện một cách nghiêm ngặt nhằm đảm bảo an toàn và bảo mật cho thông tin của khách hàng. Nếu bạn cần thêm thông tin chi tiết, vui lòng liên hệ với chúng tôi để được hỗ trợ tốt nhất.",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Theo FPT Shop, \"xử lý dữ liệu cá nhân\" bao gồm những hành động nào?\nCâu trả lời: \"Xử lý dữ liệu cá nhân\" là một hoặc nhiều hoạt động tác động tới dữ liệu cá nhân, như: thu thập, ghi, phân tích, xác nhận, lưu trữ, chỉnh sửa, công khai, kết hợp, truy cập, truy xuất, thu hồi, mã hóa, giải mã, sao chép, chia sẻ, truyền đưa, cung cấp, chuyển giao, xóa, hủy dữ liệu cá nhân hoặc các hành động khác có liên quan.\n"
        ],
        "source_file": null
    },
    {
        "input": "Làm thế nào để thực hiện thanh toán online tại FPT Shop qua đường dẫn cung cấp?",
        "actual_output": null,
        "expected_output": "Quý khách có thể thực hiện thanh toán online tại FPT Shop bằng cách truy cập vào đường dẫn (https://fptshop.com.vn/dich-vu). Tại đây, quý khách sẽ tìm thấy các hướng dẫn chi tiết để hoàn tất quá trình thanh toán. Nếu cần thêm trợ giúp, xin vui lòng liên hệ với nhân viên của chúng tôi!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Muốn thanh toán tiền thu hộ qua kênh online thì thực hiện bằng cách nào?\nCâu trả lời: Quý khách thực hiện truy cập đường dẫn (https://fptshop.com.vn/dich-vu) để thực hiện thanh toán online \n"
        ],
        "source_file": null
    },
    {
        "input": "Tôi muốn biết về dịch vụ hỗ trợ kỹ thuật cho sản phẩm Apple tại FPT Shop. Có thông tin gì chi tiết không?",
        "actual_output": null,
        "expected_output": "Cảm ơn bạn đã hỏi về dịch vụ hỗ trợ kỹ thuật tại FPT Shop. Chúng tôi cung cấp dịch vụ hỗ trợ kỹ thuật chuyên nghiệp cho các sản phẩm Apple, với đội ngũ chuyên viên được đào tạo bởi các chuyên gia của Apple. Bạn sẽ nhận được tư vấn và hỗ trợ kỹ thuật đầy đủ về sản phẩm, ứng dụng cũng như các công nghệ mới nhất. Nếu bạn cần thêm thông tin chi tiết, xin vui lòng ghé thăm FPT Shop hoặc liên hệ với chúng tôi để được phục vụ tốt nhất!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: FPT Shop có phải là đại lý ủy quyền chính thức của Apple tại Việt Nam không?\nCâu trả lời: FPT Shop là đại lý Apple ủy quyền toàn cầu (Apple Authorized Reseller) tại Việt Nam và nhập khẩu, kinh doanh tất cả các sản phẩm từ Apple. Khách hàng không chỉ được trải nghiệm sản phẩm mới một cách hoàn hảo với khu trải nghiệm Apple Corner đạt tiêu chuẩn hãng mà còn được tư vấn đầy đủ trước khi quyết định mua. Đội ngũ chuyên viên tư vấn và cố vấn kỹ thuật FPT Shop và F.Studio by FPT được đào tạo bởi các chuyên gia Apple, sẽ tư vấn cũng như hỗ trợ kỹ thuật dành cho khách hàng một cách chuyên nghiệp nhất về sản phẩm, ứng dụng và các công nghệ mới nhất từ Apple.\n"
        ],
        "source_file": null
    },
    {
        "input": "Khách hàng có thể trả hàng trong vòng 30 ngày mà không bị phí nếu có biên bản thu hồi hóa đơn không?",
        "actual_output": null,
        "expected_output": "Chào bạn, theo chính sách của FPT Shop, nếu bạn trả hàng trong vòng 30 ngày và có biên bản thu hồi hóa đơn, bạn sẽ không phải chịu bất kỳ khoản phí nào. Tuy nhiên, nếu không có biên bản thu hồi hóa đơn, bạn sẽ phải chịu phí 10% giá trị sản phẩm. Nếu cần thêm thông tin hoặc hỗ trợ, xin vui lòng liên hệ với chúng tôi!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Nếu tôi trả lại sản phẩm đã xuất hóa đơn công ty trong vòng 30 ngày nhưng không có biên bản thu hồi hóa đơn, tôi có phải chịu phí không?\nCâu trả lời: Có, nếu trả hàng trong vòng 30 ngày, sản phẩm đã được xuất hóa đơn công ty và khách hàng không cung cấp được biên bản thu hồi hóa đơn, khách hàng sẽ phải chịu một khoản phí là 10% giá trị sản phẩm.\n"
        ],
        "source_file": null
    },
    {
        "input": "Chính sách bảo hành của FPT Shop áp dụng cho các sản phẩm chính và phụ kiện nào?",
        "actual_output": null,
        "expected_output": "Cảm ơn bạn đã quan tâm đến chính sách bảo hành của FPT Shop! Chính sách bảo hành áp dụng cho các sản phẩm chính mà bạn mua, tuy nhiên, các phụ kiện đi kèm trong hộp sản phẩm chính (như sạc, cáp, tai nghe) không được áp dụng chính sách đổi trả. Chúng chỉ được bảo hành theo quy định của hãng nếu có. Nếu bạn cần thêm thông tin chi tiết, vui lòng liên hệ với chúng tôi!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Các phụ kiện đi kèm trong hộp sản phẩm chính (như sạc, cáp, tai nghe) có được áp dụng chính sách đổi trả không?\nCâu trả lời: Không, các phụ kiện đi kèm máy hoặc sản phẩm chính không được áp dụng chính sách đổi trả. Chúng chỉ được áp dụng chính sách bảo hành của hãng (nếu có).\n"
        ],
        "source_file": null
    },
    {
        "input": "Thủ tục và hồ sơ cần thiết khi trả góp qua công ty tài chính tại FPT Shop là gì, bao gồm điều kiện về độ tuổi và thu nhập?",
        "actual_output": null,
        "expected_output": "Chào bạn! Thủ tục và hồ sơ khi trả góp qua công ty tài chính tại FPT Shop gồm các yêu cầu sau:\n\n1. **Độ tuổi**: Từ 18-60 tuổi cho hầu hết các công ty tài chính, riêng Mirae Asset yêu cầu nam từ 21 tuổi.\n\n2. **Hồ sơ cần thiết**:\n   - Căn cước công dân/CMND.\n   - Bằng lái xe hoặc sổ hộ khẩu.\n   - Đối với Samsung Finance Plus: cần thêm email, SIM chính chủ và yêu cầu thu nhập tối thiểu 4.000.000 VNĐ/tháng.\n\nKhách hàng chỉ cần mang hồ sơ được yêu cầu đến FPT Shop gần nhất để hoàn tất thủ tục. Nếu bạn cần thêm thông tin, đừng ngần ngại liên hệ nhé!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Thủ tục và hồ sơ cần thiết khi trả góp qua công ty tài chính tại FPT Shop?\nCâu trả lời: \nKhách hàng mang hồ sơ được yêu cầu tới FPT Shop gần nhất để đăng ký, hoàn tất thủ tục trả góp qua nhà tài chính.\nChi tiết hồ sơ và yêu cầu:\n- HDS HOME CREDIT SHINHAN FINANCE: Tuổi 18-60, Hồ sơ Căn cước/CMND, Bằng lái xe/sổ hộ khẩu, Hồ sơ được duyệt bởi đơn vị trả góp.\n- FE CREDIT: Tuổi 18-60, Hồ sơ Căn cước/CMND, Hồ sơ được duyệt bởi đơn vị trả góp.\n- MIRAE ASSET: Tuổi Nam: 21-60, Nữ: 18-60, Hồ sơ Căn cước/CMND, Bằng lái xe/sổ hộ khẩu, Hồ sơ được duyệt bởi đơn vị trả góp.\n- SAMSUNG FINANCE PLUS: Tuổi 18-60, Hồ sơ Căn cước/CMND, Bằng lái xe/sổ hộ khẩu, Email, SIM chính chủ, Yêu cầu khác: Thu nhập từ 4.000.000 VNĐ/tháng, Có tài khoản Kredivo, Hồ sơ được duyệt bởi đơn vị trả góp.\n"
        ],
        "source_file": null
    },
    {
        "input": "Khi không trả lại quà tặng khuyến mãi, hóa đơn sẽ tăng thêm bao nhiêu và lý do là gì?",
        "actual_output": null,
        "expected_output": "Khi bạn không hoàn trả lại quà tặng khuyến mãi, hóa đơn của bạn sẽ tăng lên tương đương với giá trị của các quà tặng đó. Điều này xảy ra vì quà tặng khuyến mãi được xem như một phần của giao dịch mua hàng, và việc không trả lại sẽ cần bù đắp giá trị của chúng. Nếu bạn có thêm câu hỏi nào khác hoặc cần hỗ trợ, hãy liên hệ với chúng tôi tại FPT Shop nhé!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Khi đổi trả sản phẩm, nếu tôi không hoàn trả lại các quà tặng khuyến mãi đã nhận kèm theo thì sao?\nCâu trả lời: Nếu khách hàng không hoàn trả quà tặng khuyến mãi đi kèm khi đổi trả sản phẩm, khách hàng sẽ phải thanh toán một số tiền tương đương với giá trị của các quà tặng đó.\n"
        ],
        "source_file": null
    },
    {
        "input": "Trả góp MoMo tại FPT Shop có áp dụng cho phụ kiện và dịch vụ bổ sung không? Nếu có, điều kiện cụ thể là gì?",
        "actual_output": null,
        "expected_output": "Chào bạn, chương trình trả góp MoMo tại FPT Shop cho phép bạn mua thêm các sản phẩm phụ đi kèm như phụ kiện hoặc dịch vụ, tối đa 5 sản phẩm phụ với tổng giá trị không quá 5 triệu đồng và không vượt quá giá trị sản phẩm chính. Tuy nhiên, điều kiện quan trọng là tất cả các sản phẩm chính phải thuộc ngành hàng Apple và không áp dụng cho sản phẩm đã qua sử dụng. Nếu bạn cần thêm thông tin, hãy liên hệ với chúng tôi để được tư vấn chi tiết hơn!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Trả góp qua MoMo tại FPT Shop áp dụng cho sản phẩm nào và điều kiện ra sao?\nCâu trả lời: \nChương trình trả góp MoMo áp dụng cho các sản phẩm chính thuộc ngành hàng Apple, gồm: iPhone, iPad, Apple Watch, MacBook, iMac, Màn hình Apple. Khách hàng có thể mua thêm các sản phẩm phụ đi kèm như phụ kiện hoặc dịch vụ (tối đa 5 sản phẩm phụ, tổng giá trị không quá 5 triệu đồng và không nhiều hơn giá trị sản phẩm chính).\nLưu ý: Chương trình không áp dụng cho các sản phẩm Apple đã qua sử dụng.\nĐiều kiện và quy định áp dụng:\n- Khách hàng được MoMo cấp hạn mức.\n- Đối với sản phẩm iPhone: Khui seal và kích hoạt máy tại cửa hàng sau khi xuất hóa đơn.\n- Quy định về giá trị khoản vay: Từ 3 triệu đồng đến tối đa 100 triệu đồng.\n- Chính sách hoàn hủy: Hợp đồng sau khi hoàn tất và kích hoạt khoản vay sẽ không được hoàn/hủy dưới bất kỳ hình thức nào. Chỉ chấp nhận trả hàng nếu khoản vay đã tất toán.\n"
        ],
        "source_file": null
    },
    {
        "input": "Chính sách đổi trả 1 đổi 1 của FPT Shop cho các thiết bị đã qua sử dụng bị lỗi có gì khác biệt so với các nhà bán lẻ khác?",
        "actual_output": null,
        "expected_output": "Chào bạn! Chính sách đổi trả 1 đổi 1 của FPT Shop cho các thiết bị đã qua sử dụng bị lỗi do nhà sản xuất rất tiện lợi và linh hoạt. Trong vòng 30 ngày, nếu phát hiện lỗi, bạn sẽ được đổi máy tương đương theo kết luận của hãng. Nếu không còn máy tương đương, bạn có thể đổi sang sản phẩm khác giá trị cao hơn hoặc FPT Shop sẽ thu hồi lại máy. Điểm khác biệt so với các nhà bán lẻ khác chính là sự đảm bảo và sự cam kết hỗ trợ khách hàng trong quá trình đổi trả một cách nhanh chóng và hiệu quả. Nếu bạn cần thêm thông tin, đừng ngần ngại hỏi nhé!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Nếu tôi mua máy cũ ở FPT Shop mà bị lỗi do nhà sản xuất, tôi có được đổi máy khác không?\nCâu trả lời: Có, FPT Shop có chính sách 1 đổi 1 máy tương đương trong vòng 30 ngày nếu máy có lỗi nhà sản xuất (theo kết quả kết luận của hãng). Nếu không có máy tương đương, bạn có thể đổi sang sản phẩm khác cao tiền hơn hoặc FPT Shop sẽ thu hồi lại máy.\n"
        ],
        "source_file": null
    },
    {
        "input": "Chính sách sao lưu dữ liệu của FPT Shop trong quá trình sửa chữa khác nhau như thế nào đối với phần mềm cá nhân và phần mềm không có giấy phép?",
        "actual_output": null,
        "expected_output": "Chào bạn! FPT Shop có quy định rõ ràng về việc sao lưu dữ liệu trong quá trình sửa chữa. Đối với phần mềm cá nhân, chúng tôi khuyến nghị khách hàng sao lưu và xóa dữ liệu cá nhân trước khi bàn giao sản phẩm, vì FPT Shop không chịu trách nhiệm về việc mất dữ liệu. Đối với phần mềm không có bản quyền, chúng tôi không hỗ trợ cài đặt và do đó không liên quan đến việc sao lưu dữ liệu liên quan đến phần mềm này. Nếu bạn cần thêm thông tin hay hỗ trợ, đừng ngần ngại liên hệ với chúng tôi nhé!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: FPT Shop có quy định hỗ trợ kỹ thuật và sao lưu dữ liệu như thế nào?\nCâu trả lời: Đối tượng áp dụng: Khách hàng có nhu cầu hỗ trợ phần mềm bảo hành sửa chữa sản phẩm tại FPT Shop.\nNhằm đảm bảo đầy đủ quyền lợi của khách hàng khi cài đặt, bảo hành sửa chữa sản phẩm, FPT Shop xin thông báo Quy định như sau:\n    - Để bảo vệ dữ liệu cá nhân, Quý khách vui lòng sao lưu và XOÁ các dữ liệu cá nhân trước khi bàn giao sản phẩm cho nhân viên FPT Shop.\n    - FPT Shop không chịu trách nhiệm về việc mất dữ liệu của Quý khách trong quá trình cài đặt, bảo hành sửa chữa.\n    - Để đảm bảo Quyền lợi, Quý khách vui lòng ký xác nhận để thông tin bàn giao thiết bị của Quý khách được ghi nhận trên hệ thống FPT Shop.\n    - FPT Shop không hỗ trợ cài đặt phần mềm không có bản quyền trên máy tính của Quý khách.\n    - Quý khách vui lòng kiểm tra tài khoản iCloud/ Google và các tài khoản xã hội khác trên máy trước khi rời cửa hàng.\n    - Tài khoản cài đặt trên máy phải là tài khoản cá nhân của Quý khách (chủ sở hữu máy).\n    - Nếu chưa có tài khoản iCloud, Quý khách liên hệ NV Kỹ thuật để được hỗ trợ tạo Tài khoản iCloud (Apple ID)/ Google và các tài khoản khác miễn phí tại cửa hàng. Đồng thời yêu cầu nhân viên cung cấp thông tin, mật khẩu tài khoản vừa được tạo trước khi rời cửa hàng.\n"
        ],
        "source_file": null
    },
    {
        "input": "Tôi cần xác minh lỗi từ nhà sản xuất để áp dụng chính sách đổi trả 1 đổi 1 tại FPT Shop. Làm thế nào để thực hiện điều này?",
        "actual_output": null,
        "expected_output": "Để xác minh lỗi từ nhà sản xuất và áp dụng chính sách đổi trả 1 đổi 1 tại FPT Shop, bạn cần mang sản phẩm của mình đến cửa hàng FPT Shop gần nhất. Tại đây, đội ngũ nhân viên sẽ kiểm tra và xác nhận lỗi sản phẩm theo kết luận của hãng sản xuất. Nếu sản phẩm của bạn đúng với điều kiện 1 đổi 1, chúng tôi sẽ hỗ trợ bạn thực hiện đổi trả. Chúng tôi luôn sẵn sàng giúp đỡ bạn!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Điều kiện cụ thể để FPT Shop áp dụng chính sách 1 đổi 1 cho máy cũ trong 30 ngày là gì?\nCâu trả lời: Điều kiện để được 1 đổi 1 là máy phải có lỗi từ nhà sản xuất và lỗi này phải được xác nhận bởi kết luận của hãng sản xuất.\n"
        ],
        "source_file": null
    },
    {
        "input": "So sánh các yêu cầu hồ sơ khi đăng ký trả góp qua các công ty tài chính tại FPT Shop?",
        "actual_output": null,
        "expected_output": "Câu trả lời tư vấn rõ ràng, chính xác, thể hiện sự chuyên nghiệp và thân thiện như một nhân viên bán hàng của FPT Shop.\n\nĐể giúp quý khách dễ dàng nắm bắt, dưới đây là so sánh các yêu cầu hồ sơ khi đăng ký trả góp qua các công ty tài chính tại FPT Shop:\n\n1. **HOME CREDIT và SHINHAN FINANCE**: \n   - Tuổi: 18-60\n   - Hồ sơ: Căn cước/CMND, Bằng lái xe/sổ hộ khẩu\n   - Hồ sơ cần được duyệt bởi đơn vị trả góp.\n\n2. **FE CREDIT**: \n   - Tuổi: 18-60\n   - Hồ sơ: Căn cước/CMND\n   - Hồ sơ được duyệt bởi đơn vị trả góp.\n\n3. **MIRAE ASSET**: \n   - Tuổi: Nam: 21-60, Nữ: 18-60\n   - Hồ sơ: Căn cước/CMND, Bằng lái xe/sổ hộ khẩu\n   - Hồ sơ cần được duyệt bởi đơn vị trả góp.\n\n4. **SAMSUNG FINANCE PLUS**: \n   - Tuổi: 18-60\n   - Hồ sơ: Căn cước/CMND, Bằng lái xe/sổ hộ khẩu, Email, SIM chính chủ\n   - Yêu cầu: Thu nhập từ 4.000.000 VNĐ/tháng, Có tài khoản Kredivo\n   - Hồ sơ được duyệt bởi đơn vị trả góp.\n\nMong rằng thông tin trên sẽ giúp ích cho quý khách trong việc chuẩn bị hồ sơ đăng ký trả góp thuận lợi nhất!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Thủ tục và hồ sơ cần thiết khi trả góp qua công ty tài chính tại FPT Shop?\nCâu trả lời: \nKhách hàng mang hồ sơ được yêu cầu tới FPT Shop gần nhất để đăng ký, hoàn tất thủ tục trả góp qua nhà tài chính.\nChi tiết hồ sơ và yêu cầu:\n- HDS HOME CREDIT SHINHAN FINANCE: Tuổi 18-60, Hồ sơ Căn cước/CMND, Bằng lái xe/sổ hộ khẩu, Hồ sơ được duyệt bởi đơn vị trả góp.\n- FE CREDIT: Tuổi 18-60, Hồ sơ Căn cước/CMND, Hồ sơ được duyệt bởi đơn vị trả góp.\n- MIRAE ASSET: Tuổi Nam: 21-60, Nữ: 18-60, Hồ sơ Căn cước/CMND, Bằng lái xe/sổ hộ khẩu, Hồ sơ được duyệt bởi đơn vị trả góp.\n- SAMSUNG FINANCE PLUS: Tuổi 18-60, Hồ sơ Căn cước/CMND, Bằng lái xe/sổ hộ khẩu, Email, SIM chính chủ, Yêu cầu khác: Thu nhập từ 4.000.000 VNĐ/tháng, Có tài khoản Kredivo, Hồ sơ được duyệt bởi đơn vị trả góp.\n"
        ],
        "source_file": null
    },
    {
        "input": "Chính sách khui hộp tại FPT Shop áp dụng cho những sản phẩm điện tử và thông minh nào?",
        "actual_output": null,
        "expected_output": "Chào bạn, chính sách khui hộp tại FPT Shop áp dụng cho các sản phẩm điện tử như Điện thoại di động, Máy tính, Máy tính bảng, và Đồng hồ thông minh. Nếu bạn cần thêm thông tin hoặc tư vấn về sản phẩm, đừng ngần ngại liên hệ với chúng tôi nhé!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Chính sách khui hộp sản phẩm của FPT Shop áp dụng cho những loại mặt hàng nào?\nCâu trả lời: Chính sách khui hộp sản phẩm áp dụng cho các sản phẩm bán ra tại FPT Shop bao gồm Điện thoại di động (ĐTDĐ), Máy tính (MT), Máy tính bảng (MTB), và Đồng hồ thông minh.\n"
        ],
        "source_file": null
    },
    {
        "input": "Khi mua điện thoại tại FPT Shop, tôi có cần phải mở hộp và kích hoạt bảo hành ngay tại cửa hàng không?",
        "actual_output": null,
        "expected_output": "Cảm ơn bạn đã quan tâm đến FPT Shop! Khi bạn mua điện thoại tại cửa hàng, sản phẩm bắt buộc phải được mở hộp và kích hoạt bảo hành điện tử ngay tại shop. Điều này giúp đảm bảo quyền lợi bảo hành của bạn. Nếu bạn có thêm câu hỏi nào, đừng ngần ngại liên hệ với chúng tôi nhé!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Khi tôi mua điện thoại hoặc máy tính bảng tại FPT Shop, sản phẩm có bắt buộc phải được mở hộp và kích hoạt ngay tại cửa hàng không?\nCâu trả lời: Có, sản phẩm bạn mua bắt buộc phải được khui seal/mở hộp và kích hoạt bảo hành điện tử (Active) ngay tại shop hoặc ngay tại thời điểm bạn nhận hàng khi có nhân viên giao hàng tại nhà.\n"
        ],
        "source_file": null
    },
    {
        "input": "Nếu máy chính bị lỗi, tôi có thể trả lại ốp lưng đi kèm không?",
        "actual_output": null,
        "expected_output": "Nếu máy chính của bạn bị lỗi và bạn muốn trả lại, FPT Shop sẽ hỗ trợ bạn nhập trả lại ốp lưng đi kèm. Bạn hoàn toàn có thể yên tâm về chính sách này. Nếu cần thêm thông tin, vui lòng liên hệ với chúng tôi nhé!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Tôi mua ốp lưng/bao da kèm theo điện thoại/máy tính bảng. Nếu máy chính bị lỗi và được trả lại, tôi có được trả lại ốp lưng/bao da không?\nCâu trả lời: Có, FPT Shop hỗ trợ nhập trả lại phụ kiện ốp lưng, bao da mua kèm máy (Điện thoại di động/ Máy tính bảng) trong trường hợp khách hàng trả lại máy chính do lỗi của nhà sản xuất.\n"
        ],
        "source_file": null
    },
    {
        "input": "Những yêu cầu nào để khách hàng đủ điều kiện tham gia chương trình trả góp MoMo tại FPT Shop?",
        "actual_output": null,
        "expected_output": "Để khách hàng đủ điều kiện tham gia chương trình trả góp MoMo tại FPT Shop, cần đáp ứng các yêu cầu sau:\n\n1. Khách hàng phải được MoMo cấp hạn mức tín dụng.\n2. Đối với sản phẩm iPhone, khách hàng cần khui seal và kích hoạt máy tại cửa hàng ngay sau khi xuất hóa đơn.\n3. Khoản vay có giá trị từ 3 triệu đồng đến tối đa 100 triệu đồng.\n\nLưu ý rằng chương trình không áp dụng cho sản phẩm Apple đã qua sử dụng. Nếu cần thêm thông tin, đừng ngần ngại hỏi thêm nhé!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Trả góp qua MoMo tại FPT Shop áp dụng cho sản phẩm nào và điều kiện ra sao?\nCâu trả lời: \nChương trình trả góp MoMo áp dụng cho các sản phẩm chính thuộc ngành hàng Apple, gồm: iPhone, iPad, Apple Watch, MacBook, iMac, Màn hình Apple. Khách hàng có thể mua thêm các sản phẩm phụ đi kèm như phụ kiện hoặc dịch vụ (tối đa 5 sản phẩm phụ, tổng giá trị không quá 5 triệu đồng và không nhiều hơn giá trị sản phẩm chính).\nLưu ý: Chương trình không áp dụng cho các sản phẩm Apple đã qua sử dụng.\nĐiều kiện và quy định áp dụng:\n- Khách hàng được MoMo cấp hạn mức.\n- Đối với sản phẩm iPhone: Khui seal và kích hoạt máy tại cửa hàng sau khi xuất hóa đơn.\n- Quy định về giá trị khoản vay: Từ 3 triệu đồng đến tối đa 100 triệu đồng.\n- Chính sách hoàn hủy: Hợp đồng sau khi hoàn tất và kích hoạt khoản vay sẽ không được hoàn/hủy dưới bất kỳ hình thức nào. Chỉ chấp nhận trả hàng nếu khoản vay đã tất toán.\n"
        ],
        "source_file": null
    },
    {
        "input": "Khách hàng cần đáp ứng những tiêu chí gì để sản phẩm được FPT Shop chấp nhận đổi trả?",
        "actual_output": null,
        "expected_output": "Để sản phẩm của bạn được FPT Shop chấp nhận đổi trả, bạn cần lưu ý một số tiêu chí sau: Sản phẩm phải chưa sử dụng và giữ nguyên 100% hình dạng ban đầu. Nếu sản phẩm đã sử dụng, màn hình phải không có trầy xước và đảm bảo đủ điều kiện bảo hành theo chính sách của hãng. Sản phẩm cũng không được có các tình trạng bất thường như mất/chập chờn nguồn, treo đơ, hay các dấu hiệu hư hỏng như cấn móp, nứt, vỡ, đọng nước, và phải được đăng xuất khỏi tất cả các tài khoản như iCloud, Google Account, Mi Account. Hy vọng thông tin này sẽ giúp bạn!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Khách hàng cần đáp ứng những điều kiện gì để sản phẩm của mình được FPT Shop chấp nhận đổi trả?\nCâu trả lời: Để đủ điều kiện đổi trả, sản phẩm của khách hàng phải chưa sử dụng và còn giữ nguyên 100% hình dạng ban đầu, hoặc nếu đã sử dụng thì phải đảm bảo: màn hình không trầy xước; đủ điều kiện bảo hành theo chính sách của hãng, không có các tình trạng bất thường về chức năng và ngoại quan (ví dụ: mất/chập chờn nguồn, treo đơ, cấn móp, sứt mẻ, nứt, vỡ, đọng nước/hơi ẩm, có mùi khét,…); và máy đã được đăng xuất khỏi tất cả các tài khoản như iCloud, Google Account, Mi Account.\n"
        ],
        "source_file": null
    },
    {
        "input": "Khách hàng cần biết liệu có cần sao lưu và xóa dữ liệu cá nhân trước khi bàn giao sản phẩm tại FPT Shop, và có cần ký xác nhận không?",
        "actual_output": null,
        "expected_output": "Chào bạn! Để đảm bảo quyền lợi của mình, bạn cần sao lưu và xóa các dữ liệu cá nhân trước khi bàn giao sản phẩm tại FPT Shop. Đồng thời, bạn cũng cần ký xác nhận để thông tin bàn giao thiết bị được ghi nhận trong hệ thống của chúng tôi. Nếu bạn cần hỗ trợ thêm về tài khoản iCloud hoặc Google, nhân viên kỹ thuật sẽ sẵn lòng giúp đỡ bạn. Cảm ơn bạn đã quan tâm đến dịch vụ của FPT Shop!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: FPT Shop có quy định hỗ trợ kỹ thuật và sao lưu dữ liệu như thế nào?\nCâu trả lời: Đối tượng áp dụng: Khách hàng có nhu cầu hỗ trợ phần mềm bảo hành sửa chữa sản phẩm tại FPT Shop.\nNhằm đảm bảo đầy đủ quyền lợi của khách hàng khi cài đặt, bảo hành sửa chữa sản phẩm, FPT Shop xin thông báo Quy định như sau:\n    - Để bảo vệ dữ liệu cá nhân, Quý khách vui lòng sao lưu và XOÁ các dữ liệu cá nhân trước khi bàn giao sản phẩm cho nhân viên FPT Shop.\n    - FPT Shop không chịu trách nhiệm về việc mất dữ liệu của Quý khách trong quá trình cài đặt, bảo hành sửa chữa.\n    - Để đảm bảo Quyền lợi, Quý khách vui lòng ký xác nhận để thông tin bàn giao thiết bị của Quý khách được ghi nhận trên hệ thống FPT Shop.\n    - FPT Shop không hỗ trợ cài đặt phần mềm không có bản quyền trên máy tính của Quý khách.\n    - Quý khách vui lòng kiểm tra tài khoản iCloud/ Google và các tài khoản xã hội khác trên máy trước khi rời cửa hàng.\n    - Tài khoản cài đặt trên máy phải là tài khoản cá nhân của Quý khách (chủ sở hữu máy).\n    - Nếu chưa có tài khoản iCloud, Quý khách liên hệ NV Kỹ thuật để được hỗ trợ tạo Tài khoản iCloud (Apple ID)/ Google và các tài khoản khác miễn phí tại cửa hàng. Đồng thời yêu cầu nhân viên cung cấp thông tin, mật khẩu tài khoản vừa được tạo trước khi rời cửa hàng.\n"
        ],
        "source_file": null
    },
    {
        "input": "Nếu tôi phát hiện một vết trầy xước lớn trên sản phẩm trước khi kích hoạt bảo hành, tôi nên làm gì để được hỗ trợ từ FPT Shop?",
        "actual_output": null,
        "expected_output": "Nếu bạn phát hiện một vết trầy xước lớn trên sản phẩm trước khi kích hoạt bảo hành, bạn hãy nhanh chóng đến FPT Shop để được hỗ trợ. Trong trường hợp này, bạn sẽ được đổi sản phẩm khác hoặc FPT Shop sẽ hoàn tiền cho bạn. Chúng tôi cam kết mang đến sự hài lòng cho khách hàng!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Nếu tôi phát hiện máy bị trầy xước hoặc có bụi trong màn hình trước khi sản phẩm được kích hoạt bảo hành sẽ được giải quyết như thế nào?\nCâu trả lời: Nếu bạn phát hiện các lỗi ngoại quan như trầy xước thân máy, bụi trong camera, bụi màn hình, hoặc hở viền trước khi sản phẩm được kích hoạt bảo hành điện tử (Active), bạn sẽ được đổi một sản phẩm khác hoặc được FPT Shop hoàn tiền.\n"
        ],
        "source_file": null
    },
    {
        "input": "FPT Shop có chính sách đổi máy lỗi trong vòng 30 ngày theo quy định của nhà sản xuất. Tôi có thể biết thêm chi tiết về quy trình đổi máy này không?",
        "actual_output": null,
        "expected_output": "Chào bạn, cảm ơn bạn đã quan tâm đến chính sách đổi máy của FPT Shop! Nếu bạn mua máy cũ và phát hiện lỗi do nhà sản xuất trong vòng 30 ngày, bạn có thể đổi máy tương đương. Quy trình cụ thể là bạn mang máy đến cửa hàng kèm theo hóa đơn, sau đó nhân viên sẽ kiểm tra và xác nhận lỗi theo kết luận của hãng. Nếu có máy tương đương, bạn sẽ được đổi ngay. Nếu không có, bạn có thể chọn sản phẩm khác cao tiền hơn hoặc yêu cầu thu hồi máy. Chúng tôi luôn sẵn sàng hỗ trợ bạn!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Nếu tôi mua máy cũ ở FPT Shop mà bị lỗi do nhà sản xuất, tôi có được đổi máy khác không?\nCâu trả lời: Có, FPT Shop có chính sách 1 đổi 1 máy tương đương trong vòng 30 ngày nếu máy có lỗi nhà sản xuất (theo kết quả kết luận của hãng). Nếu không có máy tương đương, bạn có thể đổi sang sản phẩm khác cao tiền hơn hoặc FPT Shop sẽ thu hồi lại máy.\n"
        ],
        "source_file": null
    },
    {
        "input": "FPT Shop có chính sách khui hộp cho điện thoại di động và máy tính bảng không?",
        "actual_output": null,
        "expected_output": "Chào bạn! FPT Shop có chính sách khui hộp cho các sản phẩm như điện thoại di động và máy tính bảng. Bạn có thể yên tâm khi mua hàng tại FPT Shop, chúng tôi luôn sẵn sàng hỗ trợ bạn trong quá trình trải nghiệm sản phẩm. Nếu bạn cần thêm thông tin, hãy liên hệ với chúng tôi nhé!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Chính sách khui hộp sản phẩm của FPT Shop áp dụng cho những loại mặt hàng nào?\nCâu trả lời: Chính sách khui hộp sản phẩm áp dụng cho các sản phẩm bán ra tại FPT Shop bao gồm Điện thoại di động (ĐTDĐ), Máy tính (MT), Máy tính bảng (MTB), và Đồng hồ thông minh.\n"
        ],
        "source_file": null
    },
    {
        "input": "Nếu một khách hàng trả lại máy do lỗi, phụ kiện họ mua có được hoàn lại không?",
        "actual_output": null,
        "expected_output": "Câu trả lời tư vấn rõ ràng, chính xác, thể hiện sự chuyên nghiệp và thân thiện như một nhân viên bán hàng của FPT Shop: Có, nếu khách hàng trả lại máy do lỗi, FPT Shop sẽ hoàn lại phụ kiện như ốp lưng hoặc bao da được mua kèm. Chúng tôi hỗ trợ khách hàng trong trường hợp này để đảm bảo quyền lợi của bạn.",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Tôi mua ốp lưng/bao da kèm theo điện thoại/máy tính bảng. Nếu máy chính bị lỗi và được trả lại, tôi có được trả lại ốp lưng/bao da không?\nCâu trả lời: Có, FPT Shop hỗ trợ nhập trả lại phụ kiện ốp lưng, bao da mua kèm máy (Điện thoại di động/ Máy tính bảng) trong trường hợp khách hàng trả lại máy chính do lỗi của nhà sản xuất.\n"
        ],
        "source_file": null
    },
    {
        "input": "Quy trình kích hoạt bảo hành sản phẩm tại FPT Shop có gì khác biệt so với các cửa hàng khác?",
        "actual_output": null,
        "expected_output": "Câu trả lời tư vấn rõ ràng, chính xác, thể hiện sự chuyên nghiệp và thân thiện như một nhân viên bán hàng của FPT Shop: Quy trình kích hoạt bảo hành sản phẩm tại FPT Shop yêu cầu khách hàng phải khui hộp và kích hoạt bảo hành điện tử ngay tại cửa hàng hoặc ngay lúc nhận hàng từ nhân viên giao hàng. Điều này đảm bảo rằng sản phẩm của bạn được bảo vệ ngay lập tức, khác biệt so với một số cửa hàng khác cho phép kích hoạt sau. Chúng tôi luôn cam kết mang lại trải nghiệm tốt nhất cho khách hàng!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Khi tôi mua điện thoại hoặc máy tính bảng tại FPT Shop, sản phẩm có bắt buộc phải được mở hộp và kích hoạt ngay tại cửa hàng không?\nCâu trả lời: Có, sản phẩm bạn mua bắt buộc phải được khui seal/mở hộp và kích hoạt bảo hành điện tử (Active) ngay tại shop hoặc ngay tại thời điểm bạn nhận hàng khi có nhân viên giao hàng tại nhà.\n"
        ],
        "source_file": null
    },
    {
        "input": "Nếu FPT Shop mở rộng chính sách bảo hành sản phẩm, khách hàng sẽ có những thay đổi gì trong việc tiếp cận dịch vụ hậu mãi?",
        "actual_output": null,
        "expected_output": "Câu trả lời tư vấn rõ ràng, chính xác, thể hiện sự chuyên nghiệp và thân thiện như một nhân viên bán hàng của FPT Shop. Nếu FPT Shop mở rộng chính sách bảo hành sản phẩm, khách hàng sẽ dễ dàng hơn trong việc tiếp cận dịch vụ hậu mãi, bao gồm việc được hỗ trợ sửa chữa, thay thế linh kiện miễn phí hoặc giảm giá cho các sản phẩm gặp lỗi. Điều này không chỉ giúp nâng cao sự hài lòng của khách hàng mà còn tăng cường sự tin tưởng vào sản phẩm và dịch vụ của FPT Shop. Chúng tôi luôn mong muốn mang đến cho bạn trải nghiệm tốt nhất!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Điều kiện cụ thể để FPT Shop áp dụng chính sách 1 đổi 1 cho máy cũ trong 30 ngày là gì?\nCâu trả lời: Điều kiện để được 1 đổi 1 là máy phải có lỗi từ nhà sản xuất và lỗi này phải được xác nhận bởi kết luận của hãng sản xuất.\n"
        ],
        "source_file": null
    },
    {
        "input": "Chính sách hoàn tiền của FPT Shop đối với sản phẩm bị lỗi bên ngoài là gì? Những điều kiện và quy trình nào cần tuân thủ?",
        "actual_output": null,
        "expected_output": "Cảm ơn bạn đã quan tâm đến chính sách hoàn tiền của FPT Shop! Nếu sản phẩm của bạn bị lỗi bên ngoài như trầy xước, bụi trong camera hoặc màn hình, trước khi được kích hoạt bảo hành điện tử, bạn có thể đổi sang sản phẩm khác hoặc yêu cầu hoàn tiền. Để thực hiện điều này, bạn chỉ cần đến cửa hàng FPT Shop gần nhất và trình bày vấn đề của mình. Đội ngũ nhân viên sẽ hỗ trợ bạn một cách nhiệt tình và chuyên nghiệp nhất. Nếu cần thêm thông tin, hãy liên hệ với chúng tôi!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Nếu tôi phát hiện máy bị trầy xước hoặc có bụi trong màn hình trước khi sản phẩm được kích hoạt bảo hành sẽ được giải quyết như thế nào?\nCâu trả lời: Nếu bạn phát hiện các lỗi ngoại quan như trầy xước thân máy, bụi trong camera, bụi màn hình, hoặc hở viền trước khi sản phẩm được kích hoạt bảo hành điện tử (Active), bạn sẽ được đổi một sản phẩm khác hoặc được FPT Shop hoàn tiền.\n"
        ],
        "source_file": null
    },
    {
        "input": "Cho biết điều kiện nào cần có để sản phẩm được đổi trả tại FPT Shop?",
        "actual_output": null,
        "expected_output": "Để sản phẩm của bạn được FPT Shop chấp nhận đổi trả, bạn cần đảm bảo rằng sản phẩm chưa sử dụng và còn giữ nguyên 100% hình dạng ban đầu. Nếu sản phẩm đã sử dụng, bạn cần kiểm tra các điều kiện sau: màn hình phải không trầy xước; sản phẩm phải đủ điều kiện bảo hành theo chính sách của hãng; không có bất kỳ tình trạng bất thường nào về chức năng và ngoại quan như: mất/chập chờn nguồn, treo đơ, cấn móp, sứt mẻ, nứt, vỡ, đọng nước/hơi ẩm, hoặc có mùi khét. Bên cạnh đó, máy cần được đăng xuất khỏi tất cả các tài khoản như iCloud, Google Account, và Mi Account. Nếu bạn cần thêm thông tin, hãy liên hệ với chúng tôi để được hỗ trợ tốt nhất!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Khách hàng cần đáp ứng những điều kiện gì để sản phẩm của mình được FPT Shop chấp nhận đổi trả?\nCâu trả lời: Để đủ điều kiện đổi trả, sản phẩm của khách hàng phải chưa sử dụng và còn giữ nguyên 100% hình dạng ban đầu, hoặc nếu đã sử dụng thì phải đảm bảo: màn hình không trầy xước; đủ điều kiện bảo hành theo chính sách của hãng, không có các tình trạng bất thường về chức năng và ngoại quan (ví dụ: mất/chập chờn nguồn, treo đơ, cấn móp, sứt mẻ, nứt, vỡ, đọng nước/hơi ẩm, có mùi khét,…); và máy đã được đăng xuất khỏi tất cả các tài khoản như iCloud, Google Account, Mi Account.\n"
        ],
        "source_file": null
    },
    {
        "input": "So sánh quy trình kiểm tra sản phẩm tại FPT Shop trước và sau khi nhận hàng từ nhân viên giao hàng.",
        "actual_output": null,
        "expected_output": "Quy trình kiểm tra sản phẩm tại FPT Shop trước và sau khi nhận hàng từ nhân viên giao hàng đều tuân theo những bước cụ thể như sau:\n\nTrước khi nhận hàng, khách hàng cần lưu ý kiểm tra các lỗi ngoại quan để đảm bảo sản phẩm không bị hư hỏng bên ngoài. Sau khi nhận hàng, nếu sản phẩm không có vấn đề nào, khách hàng sẽ bật nguồn để kiểm tra các lỗi kỹ thuật. Cuối cùng, việc kích hoạt bảo hành điện tử sẽ được thực hiện sau khi các bước kiểm tra hoàn tất và không phát hiện lỗi.\n\nNếu bạn có thắc mắc nào khác, đừng ngần ngại liên hệ chúng tôi để được hỗ trợ thêm!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Quy trình kiểm tra sản phẩm khi nhận hàng tại FPT Shop hoặc từ nhân viên giao hàng?\nCâu trả lời: Theo chính sách, trước tiên bạn cần kiểm tra các lỗi ngoại quan của sản phẩm. Nếu không có vấn đề, bạn sẽ tiến hành bật nguồn để kiểm tra đến lỗi kỹ thuật. Việc kích hoạt bảo hành điện tử (Active) sẽ được thực hiện sau khi các bước kiểm tra này hoàn tất và không phát hiện lỗi.\n"
        ],
        "source_file": null
    },
    {
        "input": "FPT Shop có hỗ trợ đổi máy mới nếu phát hiện cấn móp sau khi kích hoạt bảo hành không?",
        "actual_output": null,
        "expected_output": "Câu trả lời tư vấn rõ ràng, chính xác, thể hiện sự chuyên nghiệp và thân thiện như một nhân viên bán hàng của FPT Shop: Chào quý khách! FPT Shop rất tiếc nhưng nếu quý khách phát hiện máy bị cấn móp sau khi đã kích hoạt bảo hành điện tử, chúng tôi sẽ không thể đổi máy mới hoặc hoàn tiền. Trong trường hợp này, chúng tôi chỉ hỗ trợ chuyển sản phẩm của quý khách đến hãng để thẩm định và xử lý. Cảm ơn quý khách đã hiểu!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Nếu tôi mang máy về nhà rồi mới phát hiện máy bị cấn móp (lỗi ngoại quan), hoặc sau khi nhân viên giao hàng đã rời đi, FPT Shop có đổi máy mới cho tôi không?\nCâu trả lời: Nếu quý khách báo lỗi ngoại quan sau khi sản phẩm đã được kích hoạt bảo hành điện tử (Active) hoặc sau khi nhân viên giao hàng rời đi, FPT Shop sẽ không đổi sản phẩm mới hoặc hoàn tiền. Trong trường hợp này, FPT Shop chỉ hỗ trợ chuyển sản phẩm của khách hàng đến hãng để thẩm định và xử lý.\n"
        ],
        "source_file": null
    },
    {
        "input": "Điều khoản bảo hành sản phẩm tại FPT Shop là gì và làm thế nào để kiểm tra thông tin bảo hành?",
        "actual_output": null,
        "expected_output": "Cảm ơn Quý khách đã quan tâm đến sản phẩm tại FPT Shop. Điều khoản bảo hành sản phẩm tại FPT Shop được áp dụng theo các quy định của hãng sản xuất và sẽ được thông báo rõ ràng tại thời điểm xuất hóa đơn. Để kiểm tra thông tin bảo hành của sản phẩm, Quý khách có thể truy cập vào [Trang kiểm tra bảo hành](https://fptshop.com.vn/kiem-tra-bao-hanh). Nếu cần thêm thông tin, xin vui lòng liên hệ với chúng tôi hoặc tìm cửa hàng FPT Shop gần nhất tại [đây](https://fptshop.com.vn/cua-hang). Chúng tôi luôn sẵn lòng hỗ trợ Quý khách!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Mua sản phẩm FPT Shop được bảo hành như thế nào?\nCâu trả lời: Để đảm bảo quyền lợi của Quý khách hàng khi mua sản phẩm tại các cửa hàng thuộc hệ thống cửa hàng FPT Shop. Chúng tôi cam kết tất cả các sản phẩm được tuân theo các điều khoản bảo hành của sản phẩm tại thời điểm xuất hóa đơn cho Quý khách hàng. Các sản phẩm điện thoại sẽ có chính sách bảo hành khác nhau tùy thuộc vào hãng sản xuất. Khách hàng có thể bảo hành máy tại các cửa hàng FPT Shop trên toàn quốc cũng như các trung tâm bảo hành chính hãng sản phẩm.Khách hàng có thể truy cập các đường dẫn sau để tìm kiếm địa chỉ trung tâm bảo hoặc cửa hàng FPT Shop gần nhất và tham khảo chính sách bảo hành:\n- Chính sách bảo hành: Quý khách vui lòng [Xem tại đây](https://fptshop.com.vn/ho-tro/chinh-sach-bao-hanh)\n- Cửa hàng FPT Shop gần nhất: Quý khách vui lòng [Xem tại đây](https://fptshop.com.vn/cua-hang).\n- Để tra cứu thông tin máy gửi bảo hành, Quý khách hàng vui lòng tra cứu tại [Trang kiểm tra bảo hành](https://fptshop.com.vn/kiem-tra-bao-hanh).\n"
        ],
        "source_file": null
    },
    {
        "input": "Nếu một sản phẩm bị hỏng do thiên tai, FPT Shop có chính sách bảo hành như thế nào?",
        "actual_output": null,
        "expected_output": "Chào bạn, nếu sản phẩm bị hỏng do thiên tai, theo chính sách của FPT Shop, sản phẩm sẽ không được bảo hành. Để biết thêm chi tiết về các trường hợp không được bảo hành, bạn có thể tham khảo thông tin cụ thể tại trang web của chúng tôi. Nếu cần thêm hỗ trợ, đừng ngần ngại liên hệ với chúng tôi nhé!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Những trường hợp nào sản phẩm không được bảo hành tại FPT Shop?\nCâu trả lời: Sản phẩm có thể không đủ điều kiện bảo hành hãng trong các trường hợp:\n- Hết hạn bảo hành [Tra cứu tại](https://fptshop.com.vn/kiem-tra-bao-hanh?tab=thoi-gian-bao-hanh).\n- Đã bị thay đổi, sửa chữa ngoài Trung Tâm Bảo Hành Ủy Quyền của Hãng.\n- Lắp đặt, bảo trì, sử dụng không đúng hướng dẫn Nhà sản xuất.\n- Lỗi do ngấm nước, chất lỏng, bụi bẩn (kể cả thiết bị IP68).\n- Bị biến dạng, nứt vỡ, cấn móp, trầy xước nặng do tác động nhiệt hoặc bên ngoài.\n- Có vết mốc, rỉ sét, bị ăn mòn, oxy hóa.\n- Bị hư hại do thiên tai, hỏa hoạn, lụt lội, sét đánh, côn trùng, động vật.\n- Bị khóa tài khoản cá nhân (Tài khoản khóa máy/màn hình, Xiaomi Cloud, Samsung Cloud, iCloud, Gmail...).\n- Sử dụng phần mềm, ứng dụng không chính hãng, không bản quyền.\n- Màn hình có bốn (04) điểm chết trở xuống.\n"
        ],
        "source_file": null
    },
    {
        "input": "Khách hàng cần biết quy định nào về việc bảo vệ dữ liệu cá nhân khi mua sắm tại FPT Shop?",
        "actual_output": null,
        "expected_output": "Câu trả lời tư vấn rõ ràng, chính xác, thể hiện sự chuyên nghiệp và thân thiện như một nhân viên bán hàng của FPT Shop: \n\nKhi mua sắm tại FPT Shop, khách hàng cần tuân thủ các quy định về bảo vệ dữ liệu cá nhân của FRT. Cụ thể, khách hàng có nghĩa vụ cung cấp dữ liệu đầy đủ, trung thực, và thông báo kịp thời khi có thay đổi. Đồng thời, quý khách cũng cần tự bảo vệ dữ liệu cá nhân và thông báo cho FRT nếu phát hiện bất kỳ sai sót nào liên quan đến dữ liệu của mình. Nếu có bất kỳ thắc mắc nào thêm, đừng ngần ngại liên hệ với chúng tôi để được hỗ trợ.",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Khách hàng có những nghĩa vụ gì liên quan đến việc cung cấp và bảo vệ dữ liệu cá nhân của mình cho FRT?\nCâu trả lời: Khách hàng có nghĩa vụ: tuân thủ quy định pháp luật và của FRT; cung cấp đầy đủ, trung thực, chính xác dữ liệu và thông báo khi có thay đổi; tự bảo vệ dữ liệu cá nhân của mình và chủ động áp dụng các biện pháp bảo vệ; thông báo kịp thời cho FRT khi phát hiện sai sót hoặc nghi ngờ dữ liệu bị xâm phạm; tự chịu trách nhiệm nếu dữ liệu rò rỉ do lỗi của mình; thường xuyên cập nhật chính sách của FRT và tôn trọng dữ liệu cá nhân của người khác.\n"
        ],
        "source_file": null
    },
    {
        "input": "So sánh quy trình kiểm tra sản phẩm và kích hoạt bảo hành điện tử tại FPT Shop là gì?",
        "actual_output": null,
        "expected_output": "Tại FPT Shop, quy trình kiểm tra sản phẩm rất quan trọng. Đầu tiên, bạn cần kiểm tra các lỗi ngoại quan của sản phẩm khi nhận hàng. Nếu không có vấn đề, bạn tiếp tục bật nguồn và kiểm tra các lỗi kỹ thuật. Sau khi hoàn tất các bước kiểm tra mà không phát hiện bất kỳ lỗi nào, bạn sẽ thực hiện kích hoạt bảo hành điện tử (Active). Việc này đảm bảo sản phẩm của bạn hoạt động tốt và được bảo hành đúng cách. Nếu cần thêm trợ giúp, đừng ngần ngại liên hệ với nhân viên của chúng tôi!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Quy trình kiểm tra sản phẩm khi nhận hàng tại FPT Shop hoặc từ nhân viên giao hàng?\nCâu trả lời: Theo chính sách, trước tiên bạn cần kiểm tra các lỗi ngoại quan của sản phẩm. Nếu không có vấn đề, bạn sẽ tiến hành bật nguồn để kiểm tra đến lỗi kỹ thuật. Việc kích hoạt bảo hành điện tử (Active) sẽ được thực hiện sau khi các bước kiểm tra này hoàn tất và không phát hiện lỗi.\n"
        ],
        "source_file": null
    },
    {
        "input": "Mô tả quy trình từ khi khách hàng tìm sản phẩm cho đến khi xác nhận đơn hàng tại FPT Shop.",
        "actual_output": null,
        "expected_output": "Quy trình mua hàng và thanh toán online tại FPT Shop vô cùng đơn giản và thuận tiện. Đầu tiên, quý khách truy cập vào trang chủ của FPT Shop và sử dụng thanh tìm kiếm để tìm sản phẩm mong muốn, ví dụ như iPhone. Sau khi chọn sản phẩm, quý khách nhấn vào 'MUA NGAY' để thêm sản phẩm vào giỏ hàng. Sau đó, quý khách kiểm tra thông tin sản phẩm và điền thông tin đặt hàng, bao gồm chọn phương thức giao hàng và điền thông tin cá nhân cần thiết. \n\nTiếp theo, quý khách chọn hình thức thanh toán như tiền mặt khi nhận hàng, thẻ ATM, thẻ tín dụng, hoặc trả góp. Cuối cùng, quý khách chỉ cần nhấn 'Đặt hàng' để hoàn tất. Tư vấn viên của FPT Shop sẽ gọi điện để xác nhận đơn hàng và hỗ trợ quý khách nếu có bất kỳ thắc mắc nào. Chúng tôi luôn sẵn sàng phục vụ quý khách!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Làm thế nào để mua hàng và thanh toán online tại FPT Shop?\nCâu trả lời: Bước 1: Tại giao diện trang chủ của [FPT Shop](https://fptshop.com.vn/)\nQuý khách gõ vào thanh tìm kiếm tên sản phẩm mà mình quan tâm. Ví dụ Quý khách đang muốn mua sản phẩm iPhone, sau khi gõ hệ thống sẽ truy xuất ra các sản phẩm liên quan tới từ khóa mà Quý khách muốn tìm.\nBước 2: Bây giờ Quý khách hãy click chọn sản phẩm mà mình muốn tham khảo. Ví dụ Quý khách chọn sản phẩm iPhone 15, sau khi click chọn sẽ hiển thị trang chi tiết sản phẩm. Quý khách có thể xem các thông số thuộc tính cũng như bài viết đánh giá về sản phẩm phía bên dưới trang web.\nBước 3: Sau khi đã chọn được sản phẩm phù hợp, Quý khách vui lòng click vào nút 'MUA NGAY'. Sau đó Quý khách có thể thấy được giỏ hàng của mình đang gồm những sản phẩm đã chọn mua.\nBước 4: Quý khách kiểm tra thông tin sản phẩm đã chọn, sau đó điền thông tin đặt hàng.\nQuý khách lựa chọn hình thức giao hàng mong muốn: Giao hàng tận nơi/Nhận tại cửa hàng và điền form thông tin khách hàng bao gồm: 'Anh/Chị', 'Họ và tên', 'Số điện thoại', 'Email'. Trường 'Email' Quý khách có thể bỏ qua nếu không muốn.\n    - Đối với phương án giao hàng tận nơi: Quý khách điền thông tin địa chỉ nhận hàng và thời gian giao hàng.\n    - Đối với phương án nhận tại cửa hàng: Quý khách chọn tỉnh, huyện mong muốn và chọn cửa hàng phù hợp trong danh sách kết quả.\nBước 5: Thanh Toán.\nQuý khách có thể lựa chọn hình thức thanh toán bằng tiền mặt khi nhận hàng, trả góp qua nhà tài chính hoặc qua thẻ ATM và thẻ tín dụng hoặc theo chương trình bạn đồng hành F.Friends.\nNếu Quý khách chọn hình thức thanh toán tiền mặt khi nhận hàng, vui lòng bấm nút 'Đặt hàng' để hoàn tất.\nVậy là Quý khách đã hoàn tất việc đặt hàng và thanh toán, tư vấn viên của FPT Shop sẽ gọi điện để xác nhận đơn hàng trong thời gian sớm nhất, đồng thời giải đáp các thắc mắc liên quan nếu khách hàng có nhu cầu.\n"
        ],
        "source_file": null
    },
    {
        "input": "FPT Shop thu thập những loại dữ liệu cá nhân nào từ khách hàng và chúng có điểm gì giống và khác nhau?",
        "actual_output": null,
        "expected_output": "Cảm ơn bạn đã quan tâm đến thông tin về dữ liệu cá nhân tại FPT Shop! Chúng tôi thu thập một số loại dữ liệu cá nhân cơ bản như: họ, tên, ngày sinh, giới tính, địa chỉ liên hệ, số điện thoại, và các thông tin liên quan đến nhân thân như tình trạng hôn nhân và mối quan hệ gia đình. Điểm giống nhau giữa các loại dữ liệu này là chúng giúp xác định và nhận diện khách hàng, trong khi điểm khác nhau nằm ở từng đặc điểm cụ thể, như thông tin liên hệ, tài chính, hay những dữ liệu phản ánh hành vi trên không gian mạng. Nếu bạn cần thêm thông tin, đừng ngần ngại hỏi thêm nhé!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: \"Dữ liệu cá nhân cơ bản\" mà FPT Shop có thể thu thập gồm những thông tin cụ thể nào?\nCâu trả lời: Dữ liệu cá nhân cơ bản bao gồm: Họ, chữ đệm và tên khai sinh, tên gọi khác (nếu có); Ngày, tháng, năm sinh; ngày, tháng, năm chết hoặc mất tích; Giới tính; Nơi sinh, nơi đăng ký khai sinh, nơi thường trú, nơi tạm trú, nơi ở hiện tại, quê quán, địa chỉ liên hệ; Quốc tịch; Hình ảnh của cá nhân; Số điện thoại, số chứng minh nhân dân, số định danh cá nhân, số hộ chiếu, số giấy phép lái xe, số biển số xe, số mã số thuế cá nhân, số bảo hiểm xã hội, số thẻ bảo hiểm y tế; Tình trạng hôn nhân; Thông tin về mối quan hệ gia đình (cha mẹ, con cái); Thông tin về tài khoản số của cá nhân; dữ liệu cá nhân phản ánh hoạt động, lịch sử hoạt động trên không gian mạng; Các thông tin khác gắn liền với một con người cụ thể hoặc giúp xác định một con người cụ thể không thuộc Dữ liệu cá nhân nhạy cảm và các dữ liệu khác theo quy định pháp luật hiện hành.\n"
        ],
        "source_file": null
    },
    {
        "input": "Nếu tôi phát hiện lỗi ngoại quan sau khi kích hoạt bảo hành, tôi có được hoàn tiền không và FPT Shop sẽ hỗ trợ như thế nào?",
        "actual_output": null,
        "expected_output": "Xin chào quý khách, nếu quý khách phát hiện lỗi ngoại quan sau khi đã kích hoạt bảo hành điện tử, FPT Shop sẽ không hoàn tiền hoặc đổi sản phẩm mới. Trong trường hợp này, chúng tôi sẵn sàng hỗ trợ chuyển sản phẩm của quý khách đến hãng để thẩm định và xử lý. Rất mong được phục vụ quý khách!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Nếu tôi mang máy về nhà rồi mới phát hiện máy bị cấn móp (lỗi ngoại quan), hoặc sau khi nhân viên giao hàng đã rời đi, FPT Shop có đổi máy mới cho tôi không?\nCâu trả lời: Nếu quý khách báo lỗi ngoại quan sau khi sản phẩm đã được kích hoạt bảo hành điện tử (Active) hoặc sau khi nhân viên giao hàng rời đi, FPT Shop sẽ không đổi sản phẩm mới hoặc hoàn tiền. Trong trường hợp này, FPT Shop chỉ hỗ trợ chuyển sản phẩm của khách hàng đến hãng để thẩm định và xử lý.\n"
        ],
        "source_file": null
    },
    {
        "input": "Làm thế nào để tìm cửa hàng FPT Shop gần nhất và kiểm tra chính sách bảo hành sản phẩm?",
        "actual_output": null,
        "expected_output": "Để tìm cửa hàng FPT Shop gần nhất và kiểm tra chính sách bảo hành sản phẩm, Quý khách có thể thực hiện theo các bước sau:\n\n1. Để tìm cửa hàng FPT Shop, Quý khách vui lòng truy cập [đường dẫn này](https://fptshop.com.vn/cua-hang) để xem danh sách các cửa hàng gần nhất.\n2. Về chính sách bảo hành sản phẩm, Quý khách có thể tham khảo chi tiết tại [đây](https://fptshop.com.vn/ho-tro/chinh-sach-bao-hanh).\n\nChúng tôi luôn sẵn lòng hỗ trợ Quý khách trong mọi thắc mắc!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Mua sản phẩm FPT Shop được bảo hành như thế nào?\nCâu trả lời: Để đảm bảo quyền lợi của Quý khách hàng khi mua sản phẩm tại các cửa hàng thuộc hệ thống cửa hàng FPT Shop. Chúng tôi cam kết tất cả các sản phẩm được tuân theo các điều khoản bảo hành của sản phẩm tại thời điểm xuất hóa đơn cho Quý khách hàng. Các sản phẩm điện thoại sẽ có chính sách bảo hành khác nhau tùy thuộc vào hãng sản xuất. Khách hàng có thể bảo hành máy tại các cửa hàng FPT Shop trên toàn quốc cũng như các trung tâm bảo hành chính hãng sản phẩm.Khách hàng có thể truy cập các đường dẫn sau để tìm kiếm địa chỉ trung tâm bảo hoặc cửa hàng FPT Shop gần nhất và tham khảo chính sách bảo hành:\n- Chính sách bảo hành: Quý khách vui lòng [Xem tại đây](https://fptshop.com.vn/ho-tro/chinh-sach-bao-hanh)\n- Cửa hàng FPT Shop gần nhất: Quý khách vui lòng [Xem tại đây](https://fptshop.com.vn/cua-hang).\n- Để tra cứu thông tin máy gửi bảo hành, Quý khách hàng vui lòng tra cứu tại [Trang kiểm tra bảo hành](https://fptshop.com.vn/kiem-tra-bao-hanh).\n"
        ],
        "source_file": null
    },
    {
        "input": "Điều kiện và quy định cụ thể để trả góp qua thẻ tín dụng tại FPT Shop là gì, và có cần số dư tối thiểu không?",
        "actual_output": null,
        "expected_output": "Cảm ơn bạn đã quan tâm đến dịch vụ trả góp qua thẻ tín dụng tại FPT Shop. Để thực hiện giao dịch trả góp, thẻ tín dụng của bạn cần có hiệu lực còn lại lớn hơn kỳ hạn trả góp, và riêng ngân hàng MB, Kiên Long Bank thì hiệu lực phải lớn hơn ít nhất 01 tháng. \n\nVề số dư, bạn cần đảm bảo số dư thẻ phải lớn hơn hoặc bằng tổng giá trị trả góp. Ngoài ra, giá trị thanh toán tối thiểu theo từng ngân hàng cũng cần được chú ý. Nếu bạn cần thêm thông tin chi tiết, vui lòng liên hệ với chúng tôi để được hỗ trợ. Chúng tôi luôn sẵn sàng phục vụ bạn!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Điều kiện và quy định trả góp qua thẻ tín dụng tại FPT Shop là gì?\nCâu trả lời: Hiệu lực còn lại của thẻ phải lớn hơn kỳ hạn trả góp, riêng MB, Kiên Long Bank thì hiệu lực của thẻ phải lớn hơn kỳ hạn trả góp ít nhất (01) tháng.\nSố dư thẻ phải lớn hơn hoặc bằng tổng giá trị trả góp.\nKhách hàng phải nhập đúng số thẻ, ngày hết hạn và số CVV khi thực hiện giao dịch.\nThời gian trả góp 3, 6, 9, 12, 15, 18, 24, 36 tháng (tuỳ từng ngân hàng).\nSố lần mua trả góp tuỳ thuộc vào hạn mức thẻ tín dụng.\nGiá trị thanh toán phải đạt số tiền trả góp tối thiểu như sau:\n- Từ 500.000đ trở lên với Muadee by HDBank.\n- Từ 1.000.000đ trở lên với NCB, Sacombank.\n- Từ 2.000.000đ trở lên đối với Techcombank, VIB, Home Credit và Lotte Finance.\n- Từ 3.000.000đ trở lên đối với các ngân hàng còn lại.\nCách thức chuyển đổi trả góp:\n- Vietcombank, MB, SHB, OCB, LPBank, HDBank, PVcomBank, TPBank, Shinhan Finance (SVFC), Mcredit, Woori Bank, Lotte Finance: Ngân hàng sẽ không hỗ trợ chuyển đổi trả góp sau khi giao dịch đã lên sao kê.\n- Các ngân hàng còn lại: Sau 7 - 10 ngày làm việc hệ thống tự chuyển đổi. Trường hợp trong 7 - 10 ngày chờ chuyển đổi mà tài khoản của Quý khách đã lên sao kê thì khi thanh toán với ngân hàng Quý khách hãy trừ khoản thanh toán này ra. Ngân hàng hỗ trợ chuyển đổi sau kì sao kê. Thời gian cụ thể sẽ phụ thuộc vào chính sách kinh doanh từ thời kì của Ngân hàng.\nLưu ý:\n- Không nên giao dịch cận ngày sao kê. Đối với riêng các ngân hàng bao gồm VietcomBank, MB, SHB, OCB, Liên Việt Postbank, HDBank, PVcombank, TPBank, Shinhan Finance (SVFC), Mcredit, Wooribank, Lotte Finance, Ngân Lượng khoá trên hệ thống các ngày gần sao kê tuỳ theo từng Ngân hàng, loại thẻ. Trong thời gian đó chủ thẻ vui lòng sử dụng thẻ của các Ngân hàng còn lại để thực hiện giao dịch trả góp.\n- Chương trình không áp dụng cho thẻ phụ, thẻ Debit và thẻ tín dụng phát hành tại nước ngoài.\n"
        ],
        "source_file": null
    },
    {
        "input": "Chính sách khui hộp và kiểm tra sản phẩm tại FPT Shop trước và sau khi kích hoạt bảo hành là gì?",
        "actual_output": null,
        "expected_output": "Cảm ơn quý khách đã quan tâm đến chính sách khui hộp và kiểm tra sản phẩm tại FPT Shop! \n\nChính sách khui hộp sản phẩm yêu cầu sản phẩm phải được khui seal và kích hoạt bảo hành điện tử ngay tại shop hoặc khi nhận hàng. Nếu sản phẩm được bán nguyên seal, quý khách cần thanh toán 100% trước khi khui seal. \n\nTrước khi kích hoạt bảo hành, khách hàng nên kiểm tra kỹ các lỗi ngoại quan như cấn, trầy hoặc bụi trong camera và màn hình. Nếu có vấn đề, quý khách sẽ được đổi sang sản phẩm khác hoặc hoàn tiền. Sau khi kiểm tra và kích hoạt, nếu phát hiện lỗi kỹ thuật của nhà sản xuất, quý khách cũng sẽ được đổi sản phẩm mới. Tuy nhiên, nếu báo lỗi sau khi kích hoạt, FPT Shop chỉ có thể hỗ trợ chuyển sản phẩm đến hãng để thẩm định.\n\nHy vọng thông tin này hữu ích cho quý khách! Hãy liên hệ với chúng tôi nếu cần thêm trợ giúp.",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi:  Thông tin về chính sách khui hộp sản phẩm?\nCâu trả lời: Nội dung chính sách khui hộp sản phẩm:\nSản phẩm bắt buộc phải khui seal/mở hộp và kích hoạt bảo hành điện tử (Active) ngay tại shop hoặc ngay tại thời điểm nhận hàng khi có nhân viên giao hàng tại nhà.\nĐối với các sản phẩm bán nguyên seal khách hàng cần phải thanh toán trước 100% giá trị đơn hàng trước khi khui seal sản phẩm.\nLưu ý:\nTrước khi kích hoạt bảo hành điện tử (Active) sản phẩm khách hàng cần kiểm tra các lỗi ngoại quan của sản phẩm (Cấn_Trầy thân máy, bụi trong camera, bụi màn hình, hở viền…). Nếu phát hiện các lỗi trên khách hàng sẽ được đổi 1 sản phẩm khác hoặc hoàn tiền.\nNgay sau khi kiểm tra lỗi ngoại quan, tiến hành bật nguồn để kiểm tra đến lỗi kỹ thuật; nếu sản phẩm có lỗi kỹ thuật của nhà sản xuất khách hàng sẽ được đổi 1 sản phẩm mới tương đương tại FPT Shop.\nNếu quý khách báo lỗi ngoại quan sau khi sản phẩm đã được kích hoạt bảo hành điện tử (Active) hoặc sau khi nhân viên giao hàng rời đi FPT shop chỉ hỗ trợ chuyển sản phẩm của khách hàng đến hãng để thẩm định và xử lý.\n"
        ],
        "source_file": null
    },
    {
        "input": "Tôi cần biết những nghĩa vụ của mình khi cung cấp và bảo vệ thông tin cá nhân cho FPT Shop là gì?",
        "actual_output": null,
        "expected_output": "Cảm ơn bạn đã quan tâm đến thông tin bảo vệ dữ liệu cá nhân tại FPT Shop. Khi cung cấp và bảo vệ thông tin cá nhân, bạn có những nghĩa vụ sau: \n\n1. Tuân thủ quy định pháp luật và của FPT Shop.\n2. Cung cấp đầy đủ, trung thực, chính xác dữ liệu và thông báo ngay khi có thay đổi.\n3. Tự bảo vệ dữ liệu cá nhân và chủ động áp dụng các biện pháp bảo vệ cần thiết.\n4. Thông báo kịp thời cho FPT Shop nếu phát hiện sai sót hoặc nghi ngờ dữ liệu bị xâm phạm.\n5. Chịu trách nhiệm nếu dữ liệu rò rỉ do lỗi từ phía mình.\n6. Thường xuyên cập nhật chính sách của FPT Shop và tôn trọng dữ liệu cá nhân của người khác.\n\nNếu bạn cần thêm thông tin, đừng ngần ngại hỏi thêm nhé!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Khách hàng có những nghĩa vụ gì liên quan đến việc cung cấp và bảo vệ dữ liệu cá nhân của mình cho FRT?\nCâu trả lời: Khách hàng có nghĩa vụ: tuân thủ quy định pháp luật và của FRT; cung cấp đầy đủ, trung thực, chính xác dữ liệu và thông báo khi có thay đổi; tự bảo vệ dữ liệu cá nhân của mình và chủ động áp dụng các biện pháp bảo vệ; thông báo kịp thời cho FRT khi phát hiện sai sót hoặc nghi ngờ dữ liệu bị xâm phạm; tự chịu trách nhiệm nếu dữ liệu rò rỉ do lỗi của mình; thường xuyên cập nhật chính sách của FRT và tôn trọng dữ liệu cá nhân của người khác.\n"
        ],
        "source_file": null
    },
    {
        "input": "Xin cho biết các phương thức thanh toán khi mua hàng tại FPT Shop, bao gồm cả yêu cầu thông tin đặt hàng và giao hàng.",
        "actual_output": null,
        "expected_output": "Xin chào quý khách! Tại FPT Shop, có nhiều phương thức thanh toán khi mua hàng. Sau khi chọn sản phẩm và điền thông tin đặt hàng, quý khách có thể lựa chọn một trong các hình thức thanh toán sau:\n\n1. **Tiền mặt khi nhận hàng**: Đây là phương thức phổ biến, quý khách chỉ cần chọn 'Đặt hàng' sau khi kiểm tra thông tin.\n2. **Trả góp qua nhà tài chính**: Quý khách có thể lựa chọn này nếu muốn thanh toán theo hình thức trả góp.\n3. **Thẻ ATM và thẻ tín dụng**: Quý khách có thể thanh toán trực tuyến qua các loại thẻ này.\n4. **Chương trình bạn đồng hành F.Friends**: Quý khách cũng có thể tham gia chương trình này để thanh toán.\n\nĐối với thông tin đặt hàng và giao hàng, quý khách cần điền đầy đủ thông tin cá nhân như họ tên, số điện thoại, và nếu giao hàng tận nơi thì cần thêm địa chỉ và thời gian giao hàng. Nếu nhận tại cửa hàng, quý khách chỉ cần chọn tỉnh, huyện và cửa hàng phù hợp.\n\nNếu cần thêm thông tin, đừng ngần ngại liên hệ với chúng tôi nhé! Chúc quý khách mua sắm vui vẻ tại FPT Shop!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Làm thế nào để mua hàng và thanh toán online tại FPT Shop?\nCâu trả lời: Bước 1: Tại giao diện trang chủ của [FPT Shop](https://fptshop.com.vn/)\nQuý khách gõ vào thanh tìm kiếm tên sản phẩm mà mình quan tâm. Ví dụ Quý khách đang muốn mua sản phẩm iPhone, sau khi gõ hệ thống sẽ truy xuất ra các sản phẩm liên quan tới từ khóa mà Quý khách muốn tìm.\nBước 2: Bây giờ Quý khách hãy click chọn sản phẩm mà mình muốn tham khảo. Ví dụ Quý khách chọn sản phẩm iPhone 15, sau khi click chọn sẽ hiển thị trang chi tiết sản phẩm. Quý khách có thể xem các thông số thuộc tính cũng như bài viết đánh giá về sản phẩm phía bên dưới trang web.\nBước 3: Sau khi đã chọn được sản phẩm phù hợp, Quý khách vui lòng click vào nút 'MUA NGAY'. Sau đó Quý khách có thể thấy được giỏ hàng của mình đang gồm những sản phẩm đã chọn mua.\nBước 4: Quý khách kiểm tra thông tin sản phẩm đã chọn, sau đó điền thông tin đặt hàng.\nQuý khách lựa chọn hình thức giao hàng mong muốn: Giao hàng tận nơi/Nhận tại cửa hàng và điền form thông tin khách hàng bao gồm: 'Anh/Chị', 'Họ và tên', 'Số điện thoại', 'Email'. Trường 'Email' Quý khách có thể bỏ qua nếu không muốn.\n    - Đối với phương án giao hàng tận nơi: Quý khách điền thông tin địa chỉ nhận hàng và thời gian giao hàng.\n    - Đối với phương án nhận tại cửa hàng: Quý khách chọn tỉnh, huyện mong muốn và chọn cửa hàng phù hợp trong danh sách kết quả.\nBước 5: Thanh Toán.\nQuý khách có thể lựa chọn hình thức thanh toán bằng tiền mặt khi nhận hàng, trả góp qua nhà tài chính hoặc qua thẻ ATM và thẻ tín dụng hoặc theo chương trình bạn đồng hành F.Friends.\nNếu Quý khách chọn hình thức thanh toán tiền mặt khi nhận hàng, vui lòng bấm nút 'Đặt hàng' để hoàn tất.\nVậy là Quý khách đã hoàn tất việc đặt hàng và thanh toán, tư vấn viên của FPT Shop sẽ gọi điện để xác nhận đơn hàng trong thời gian sớm nhất, đồng thời giải đáp các thắc mắc liên quan nếu khách hàng có nhu cầu.\n"
        ],
        "source_file": null
    },
    {
        "input": "Xin hãy liệt kê các trường hợp không đủ điều kiện bảo hành tại FPT Shop và nêu rõ lý do cho từng trường hợp.",
        "actual_output": null,
        "expected_output": "Chào bạn! Dưới đây là các trường hợp sản phẩm không được bảo hành tại FPT Shop cùng với lý do cụ thể:\n\n1. **Hết hạn bảo hành**: Sản phẩm không còn trong thời gian bảo hành theo quy định của hãng.\n2. **Sửa chữa ngoài Trung Tâm Bảo Hành Ủy Quyền**: Nếu sản phẩm đã bị thay đổi hoặc sửa chữa không đúng quy định, bảo hành sẽ không được áp dụng.\n3. **Sử dụng không đúng hướng dẫn**: Lắp đặt, bảo trì, hoặc sử dụng không theo hướng dẫn của nhà sản xuất sẽ làm mất quyền bảo hành.\n4. **Lỗi do nước, chất lỏng**: Các lỗi liên quan đến ngấm nước hoặc chất lỏng, ngay cả khi thiết bị có tiêu chuẩn IP68, cũng không được bảo hành.\n5. **Hư hại vật lý**: Sản phẩm bị biến dạng, nứt vỡ, hay trầy xước nặng do tác động từ bên ngoài sẽ không đủ điều kiện bảo hành.\n6. **Vết bẩn, rỉ sét**: Sản phẩm có dấu hiệu mốc, rỉ sét hay bị ăn mòn sẽ không được bảo hành.\n7. **Thiên tai hoặc các yếu tố bên ngoài**: Hư hại do thiên tai, hỏa hoạn, lũ lụt, côn trùng hoặc động vật cũng không được bảo hành.\n8. **Khóa tài khoản cá nhân**: Nếu tài khoản cá nhân liên quan đến sản phẩm bị khóa, bảo hành sẽ không áp dụng.\n9. **Sử dụng phần mềm không chính hãng**: Việc sử dụng phần mềm hoặc ứng dụng không bản quyền sẽ dẫn đến mất quyền bảo hành.\n10. **Màn hình có điểm chết**: Nếu màn hình có bốn điểm chết trở xuống, quyền bảo hành cũng sẽ không được công nhận.\n\nNếu bạn cần thêm thông tin, đừng ngần ngại hỏi nhé! FPT Shop luôn sẵn sàng hỗ trợ bạn.",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Những trường hợp nào sản phẩm không được bảo hành tại FPT Shop?\nCâu trả lời: Sản phẩm có thể không đủ điều kiện bảo hành hãng trong các trường hợp:\n- Hết hạn bảo hành [Tra cứu tại](https://fptshop.com.vn/kiem-tra-bao-hanh?tab=thoi-gian-bao-hanh).\n- Đã bị thay đổi, sửa chữa ngoài Trung Tâm Bảo Hành Ủy Quyền của Hãng.\n- Lắp đặt, bảo trì, sử dụng không đúng hướng dẫn Nhà sản xuất.\n- Lỗi do ngấm nước, chất lỏng, bụi bẩn (kể cả thiết bị IP68).\n- Bị biến dạng, nứt vỡ, cấn móp, trầy xước nặng do tác động nhiệt hoặc bên ngoài.\n- Có vết mốc, rỉ sét, bị ăn mòn, oxy hóa.\n- Bị hư hại do thiên tai, hỏa hoạn, lụt lội, sét đánh, côn trùng, động vật.\n- Bị khóa tài khoản cá nhân (Tài khoản khóa máy/màn hình, Xiaomi Cloud, Samsung Cloud, iCloud, Gmail...).\n- Sử dụng phần mềm, ứng dụng không chính hãng, không bản quyền.\n- Màn hình có bốn (04) điểm chết trở xuống.\n"
        ],
        "source_file": null
    },
    {
        "input": "FPT Shop lưu trữ những loại dữ liệu cá nhân nào cụ thể để phục vụ khách hàng trong quá trình mua sắm và sử dụng dịch vụ?",
        "actual_output": null,
        "expected_output": "FPT Shop lưu trữ một số loại dữ liệu cá nhân cơ bản để phục vụ khách hàng trong quá trình mua sắm và sử dụng dịch vụ, bao gồm: họ, chữ đệm và tên khai sinh, ngày tháng năm sinh, giới tính, địa chỉ liên hệ, số điện thoại, số chứng minh nhân dân, và thông tin về tình trạng hôn nhân. Ngoài ra, các dữ liệu này cũng có thể bao gồm hình ảnh của cá nhân và thông tin về tài khoản số nhằm nâng cao trải nghiệm dịch vụ của khách hàng tại FPT Shop. Nếu bạn cần thêm thông tin, hãy liên hệ với chúng tôi để được hỗ trợ tốt nhất!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: \"Dữ liệu cá nhân cơ bản\" mà FPT Shop có thể thu thập gồm những thông tin cụ thể nào?\nCâu trả lời: Dữ liệu cá nhân cơ bản bao gồm: Họ, chữ đệm và tên khai sinh, tên gọi khác (nếu có); Ngày, tháng, năm sinh; ngày, tháng, năm chết hoặc mất tích; Giới tính; Nơi sinh, nơi đăng ký khai sinh, nơi thường trú, nơi tạm trú, nơi ở hiện tại, quê quán, địa chỉ liên hệ; Quốc tịch; Hình ảnh của cá nhân; Số điện thoại, số chứng minh nhân dân, số định danh cá nhân, số hộ chiếu, số giấy phép lái xe, số biển số xe, số mã số thuế cá nhân, số bảo hiểm xã hội, số thẻ bảo hiểm y tế; Tình trạng hôn nhân; Thông tin về mối quan hệ gia đình (cha mẹ, con cái); Thông tin về tài khoản số của cá nhân; dữ liệu cá nhân phản ánh hoạt động, lịch sử hoạt động trên không gian mạng; Các thông tin khác gắn liền với một con người cụ thể hoặc giúp xác định một con người cụ thể không thuộc Dữ liệu cá nhân nhạy cảm và các dữ liệu khác theo quy định pháp luật hiện hành.\n"
        ],
        "source_file": null
    },
    {
        "input": "Làm thế nào để kiểm tra và kích hoạt bảo hành điện tử khi nhận sản phẩm tại FPT Shop?",
        "actual_output": null,
        "expected_output": "Để kiểm tra và kích hoạt bảo hành điện tử khi nhận sản phẩm tại FPT Shop, quý khách vui lòng làm theo các bước sau: \n\n1. **Khui hộp và kiểm tra**: Ngay tại shop hoặc khi nhận hàng, quý khách cần khui seal sản phẩm và kiểm tra các lỗi ngoại quan như cấn, trầy, bụi trong camera, bụi màn hình, hay hở viền. \n\n2. **Kích hoạt bảo hành**: Nếu không phát hiện lỗi, quý khách có thể tiến hành kích hoạt bảo hành điện tử (Active) ngay sau khi kiểm tra.\n\n3. **Đổi hoặc hoàn tiền**: Trường hợp phát hiện lỗi ngoại quan, quý khách sẽ được đổi sản phẩm mới hoặc hoàn tiền ngay tại FPT Shop. \n\n4. **Kiểm tra lỗi kỹ thuật**: Sau khi kích hoạt, quý khách bật nguồn và kiểm tra nếu có lỗi kỹ thuật sẽ được đổi sản phẩm tương đương tại FPT Shop.\n\nLưu ý rằng nếu báo lỗi sau khi đã kích hoạt bảo hành hoặc sau khi nhân viên giao hàng rời đi, FPT Shop chỉ hỗ trợ chuyển sản phẩm đến hãng để xử lý. Chúng tôi luôn sẵn sàng hỗ trợ quý khách!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi:  Thông tin về chính sách khui hộp sản phẩm?\nCâu trả lời: Nội dung chính sách khui hộp sản phẩm:\nSản phẩm bắt buộc phải khui seal/mở hộp và kích hoạt bảo hành điện tử (Active) ngay tại shop hoặc ngay tại thời điểm nhận hàng khi có nhân viên giao hàng tại nhà.\nĐối với các sản phẩm bán nguyên seal khách hàng cần phải thanh toán trước 100% giá trị đơn hàng trước khi khui seal sản phẩm.\nLưu ý:\nTrước khi kích hoạt bảo hành điện tử (Active) sản phẩm khách hàng cần kiểm tra các lỗi ngoại quan của sản phẩm (Cấn_Trầy thân máy, bụi trong camera, bụi màn hình, hở viền…). Nếu phát hiện các lỗi trên khách hàng sẽ được đổi 1 sản phẩm khác hoặc hoàn tiền.\nNgay sau khi kiểm tra lỗi ngoại quan, tiến hành bật nguồn để kiểm tra đến lỗi kỹ thuật; nếu sản phẩm có lỗi kỹ thuật của nhà sản xuất khách hàng sẽ được đổi 1 sản phẩm mới tương đương tại FPT Shop.\nNếu quý khách báo lỗi ngoại quan sau khi sản phẩm đã được kích hoạt bảo hành điện tử (Active) hoặc sau khi nhân viên giao hàng rời đi FPT shop chỉ hỗ trợ chuyển sản phẩm của khách hàng đến hãng để thẩm định và xử lý.\n"
        ],
        "source_file": null
    },
    {
        "input": "Khách hàng muốn trả góp 500.000đ tại FPT Shop cần đáp ứng những yêu cầu gì?",
        "actual_output": null,
        "expected_output": "Cảm ơn Quý khách đã quan tâm đến dịch vụ trả góp tại FPT Shop! Để thực hiện giao dịch trả góp 500.000đ, Quý khách cần lưu ý những yêu cầu sau:\n\n1. **Hiệu lực thẻ**: Thẻ tín dụng của Quý khách phải có hiệu lực còn lại lớn hơn kỳ hạn trả góp (tối thiểu 01 tháng nếu sử dụng thẻ của MB hoặc Kiên Long Bank).\n\n2. **Số dư thẻ**: Số dư của thẻ tín dụng phải lớn hơn hoặc bằng số tiền 500.000đ.\n\n3. **Thông tin thẻ**: Quý khách cần nhập đúng số thẻ, ngày hết hạn và số CVV khi thực hiện giao dịch.\n\nNếu Quý khách sử dụng thẻ Muadee by HDBank, số tiền trả góp tối thiểu là 500.000đ. Xin lưu ý rằng chương trình không áp dụng cho thẻ phụ, thẻ Debit hoặc thẻ tín dụng phát hành tại nước ngoài. Nếu có thêm câu hỏi, xin vui lòng liên hệ với chúng tôi!",
        "context": [
            "Thông tin về câu hỏi và câu trả lời thường gặp của khách hàng tại FPT Shop:\nCâu hỏi: Điều kiện và quy định trả góp qua thẻ tín dụng tại FPT Shop là gì?\nCâu trả lời: Hiệu lực còn lại của thẻ phải lớn hơn kỳ hạn trả góp, riêng MB, Kiên Long Bank thì hiệu lực của thẻ phải lớn hơn kỳ hạn trả góp ít nhất (01) tháng.\nSố dư thẻ phải lớn hơn hoặc bằng tổng giá trị trả góp.\nKhách hàng phải nhập đúng số thẻ, ngày hết hạn và số CVV khi thực hiện giao dịch.\nThời gian trả góp 3, 6, 9, 12, 15, 18, 24, 36 tháng (tuỳ từng ngân hàng).\nSố lần mua trả góp tuỳ thuộc vào hạn mức thẻ tín dụng.\nGiá trị thanh toán phải đạt số tiền trả góp tối thiểu như sau:\n- Từ 500.000đ trở lên với Muadee by HDBank.\n- Từ 1.000.000đ trở lên với NCB, Sacombank.\n- Từ 2.000.000đ trở lên đối với Techcombank, VIB, Home Credit và Lotte Finance.\n- Từ 3.000.000đ trở lên đối với các ngân hàng còn lại.\nCách thức chuyển đổi trả góp:\n- Vietcombank, MB, SHB, OCB, LPBank, HDBank, PVcomBank, TPBank, Shinhan Finance (SVFC), Mcredit, Woori Bank, Lotte Finance: Ngân hàng sẽ không hỗ trợ chuyển đổi trả góp sau khi giao dịch đã lên sao kê.\n- Các ngân hàng còn lại: Sau 7 - 10 ngày làm việc hệ thống tự chuyển đổi. Trường hợp trong 7 - 10 ngày chờ chuyển đổi mà tài khoản của Quý khách đã lên sao kê thì khi thanh toán với ngân hàng Quý khách hãy trừ khoản thanh toán này ra. Ngân hàng hỗ trợ chuyển đổi sau kì sao kê. Thời gian cụ thể sẽ phụ thuộc vào chính sách kinh doanh từ thời kì của Ngân hàng.\nLưu ý:\n- Không nên giao dịch cận ngày sao kê. Đối với riêng các ngân hàng bao gồm VietcomBank, MB, SHB, OCB, Liên Việt Postbank, HDBank, PVcombank, TPBank, Shinhan Finance (SVFC), Mcredit, Wooribank, Lotte Finance, Ngân Lượng khoá trên hệ thống các ngày gần sao kê tuỳ theo từng Ngân hàng, loại thẻ. Trong thời gian đó chủ thẻ vui lòng sử dụng thẻ của các Ngân hàng còn lại để thực hiện giao dịch trả góp.\n- Chương trình không áp dụng cho thẻ phụ, thẻ Debit và thẻ tín dụng phát hành tại nước ngoài.\n"
        ],
        "source_file": null
    }
]